var params = {
  史莱姆蛋: `史莱姆蛋
【勋章类型】宠物
【入手条件】发帖数≥30
【商店售价】220血液
【等级1】3% 回帖咒术+1▕▏升级条件：消耗50金币
【等级2】6% 回帖咒术+1▕▏升级条件：消耗75金币
【等级3】9% 回帖咒术+1▕▏升级条件：消耗100金币
【 Max 】12% 回帖咒术+1、发帖金币+2`,
  迷のDoge: `迷のDoge
【勋章类型】宠物
【入手条件】主题数 >= 6
【商店售价】100金币
【等级1】2% 回帖血液+1 金币+1▕▏升级条件：消耗50金币
【等级2】4% 回帖血液+1 金币+1▕▏升级条件：消耗50金币
【 Max 】6% 回帖血液+1 金币+2 咒术+1`,
  洞窟魔蛋: `洞窟魔蛋
【勋章类型】宠物
【入手条件】咒术≥40
【商店售价】1金币
【等级1】无属性▕▏升级条件：消耗30血液
【等级2】5% 回帖咒术+1▕▏升级条件：消耗70血液
【 Max 】14% 回帖咒术+2 血液-2、发帖咒术+2`,
  红龙蛋: `红龙蛋
【勋章类型】宠物
【入手条件】血液≥200
【商店售价】150金币
【等级1】无属性▕▏升级条件：血液≥20
【等级2】5% 回帖血液+1 金币-1▕▏升级条件：血液≥250
【 Max 】10% 回帖血液+2 金币-1`,
  黑龙蛋: `黑龙蛋
【勋章类型】宠物
【入手条件】咒术≥20
【商店售价】150金币
【等级1】无属性▕▏升级条件：升级条件：咒术≥10
【等级2】5% 回帖咒术+1 金币-1▕▏升级条件：升级条件：咒术≥40
【 Max 】10% 回帖咒术+1 金币-1`,
  腐化龙蛋: `腐化龙蛋
【勋章类型】宠物
【入手条件】金币≥200
【商店售价】150金币
【等级1】无属性▕▏升级条件：堕落≥10
【等级2】5% 回帖金币+1 血液-1▕▏升级条件：堕落≥40
【 Max 】10% 回帖金币+2 血液-1`,
  漆黑的蝎卵: `漆黑的蝎卵
【勋章类型】宠物
【入手条件】血液≥300
【商店售价】200金币
【等级1】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：灵魂≥1
【 Max 】2% 回帖咒术+1、发帖灵魂+1`,
  '【年中限定】GM村金蛋': `【年中限定】GM村金蛋
【勋章类型】宠物
【入手条件】知识≥20
【商店售价】618金币
【等级1】1% 发帖金币+1▕▏升级条件：知识≥35
【等级2】12% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥60
【 Max 】25% 回帖金币+2、发帖金币+4`,
  GM村金蛋: `GM村金蛋
【入手条件】知识≥20
【商店售价】618金币
【等级1】1% 发帖金币+1▕▏升级条件：知识≥35
【等级2】12% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥35
【 Max 】25% 回帖金币+2、发帖金币+4`,
  '詹姆斯‧维加': `詹姆斯‧维加
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】5% 发帖血液+1▕▏升级条件：追随≥20
【等级2】10% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥55
【 Max 】15% 回帖血液+1、发帖血液+1`,
  奧倫: `奧倫
【勋章类型】游戏男从
【入手条件】无
【商店售价】300金币
【等级1】无属性▕▏升级条件：50旅程
【等级2】10% 发帖金币+1▕▏升级条件：120旅程
【 Max 】20% 发帖金币+3`,
  '希德‧海温特': `希德‧海温特
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】无属性▕▏升级条件：消耗50金币
【等级2】4% 回帖金币+1▕▏升级条件：消耗100金币
【等级3】8% 回帖金币+1▕▏升级条件：消耗150金币
【 Max 】12% 回帖金币+2`,
  '吉姆‧雷诺': `吉姆‧雷诺
【勋章类型】游戏男从
【入手条件】无
【商店售价】350金币
【 Max 】12% 发帖旅程+1`,
  法卡斯: `法卡斯
【勋章类型】游戏男从
【入手条件】无
【商店售价】300金币
【 Max 】10% 回帖血液+1、发帖血液+1`,
  '皮尔斯‧尼凡斯': `皮尔斯‧尼凡斯
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】无属性▕▏升级条件：消耗50金币
【等级2】无属性▕▏升级条件：消耗50血液
【等级3】无属性▕▏升级条件：消耗50咒术
【等级4】无属性▕▏升级条件：血液≥150
【 Max 】15% 回帖血液+2、发帖血液+2`,
  '文森特‧瓦伦丁': `文森特‧瓦伦丁
【勋章类型】游戏男从
【入手条件】无
【商店售价】350金币
【 Max 】10% 回帖咒术+1、发帖堕落+1`,
  巴尔弗雷亚: `巴尔弗雷亚
【勋章类型】游戏男从
【入手条件】无
【商店售价】350金币
【等级1】4% 回帖金币+2、发帖金币+2▕▏升级条件：知识≥10
【等级2】8% 回帖金币+2、发帖金币+2▕▏升级条件：知识≥30
【 Max 】12% 回帖金币+2、发帖金币+2`,
  但丁: `但丁
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】5% 发帖咒术+1▕▏升级条件：10血液
【等级2】8% 发帖咒术+1▕▏升级条件：10咒术
【等级3】10% 发帖咒术+2▕▏升级条件：1灵魂
【等级4】15% 发帖咒术+2▕▏升级条件：30咒术
【 Max 】20% 发帖咒术+3`,
  盖里: `盖里
【勋章类型】真人男从
【入手条件】无
【商店售价】420金币
【等级1】2% 发帖旅程+1▕▏升级条件：好友≥10
【等级2】5% 回帖血液+1、发帖旅程+1▕▏升级条件：好友≥30
【 Max 】7% 回帖血液+1 金币+1、发帖旅程+1`,
  梅格: `梅格
【勋章类型】女从
【入手条件】无
【商店售价】300金币
【等级1】5% 回帖堕落+1▕▏升级条件：追随≥22
【等级2】8% 回帖堕落+1▕▏升级条件：追随≥44
【 Max 】12% 回帖堕落+1 血液+1、发帖堕落+1 血液+1`,
  亚力斯塔尔: `亚力斯塔尔
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】5% 发帖血液+2▕▏升级条件：发帖数≥200
【等级2】10% 发帖血液+2▕▏升级条件：发帖数≥500
【等级3】15% 发帖血液+2▕▏升级条件：消耗1灵魂
【 Max 】40% 发帖血液+3`,
  '罗伯‧史塔克': `罗伯‧史塔克
【勋章类型】真人男从
【入手条件】堕落＜30
【商店售价】500金币
【等级1】1% 回帖金币+1 知识+1▕▏升级条件：堕落≥10
【等级2】2% 回帖金币+1 知识+1▕▏升级条件：消耗200金币
【等级3】5% 回帖金币+1、发帖旅程+1▕▏升级条件：主题≥35
【等级4】8% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗300血液
【等级5】10% 回帖金币+1、发帖旅程+1▕▏升级条件：积分≥300
【等级6】11% 回帖金币+1、发帖旅程+1 金币+3▕▏升级条件：消耗500金币
【等级7】13% 回帖金币+2、发帖旅程+1 金币+3▕▏升级条件：消耗700血液
【 Max 】50% 发帖金币+7 咒术+1`,
  '亚当‧简森': `亚当‧简森
【勋章类型】游戏男从
【入手条件】无
【商店售价】350金币
【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：消耗20咒术
【等级2】6% 回帖金币+1、发帖血液+2▕▏升级条件：知识≥15
【等级3】7% 回帖金币+2、发帖血液+3▕▏升级条件：消耗50咒术
【等级4】8% 回帖金币+2、发帖血液+4▕▏升级条件：知识≥45
【 Max 】9% 回帖金币+3、发帖血液+5`,
  '布莱恩·欧康纳': `布莱恩·欧康纳
【入手条件】追随≥20
【商店售价】400金币
【等级1】4% 回帖金币+1▕▏升级条件：消耗100金币
【等级2】6% 回帖金币+1▕▏升级条件：消耗100血液
【等级3】8% 回帖金币+1▕▏升级条件：追随≥101
【 Max 】10% 回帖金币+2、发帖旅程+1`,
  '迪恩·温彻斯特': `迪恩·温彻斯特
【勋章类型】真人男从
【入手条件】无
【商店售价】400金币
【等级1】2% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥100
【等级2】4% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥250
【等级3】6% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥450
【等级4】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗350金币
【 Max 】10% 回帖血液+2、发帖血液+2`,
  '山姆·温彻斯特': `山姆·温彻斯特
【勋章类型】真人男从
【入手条件】无
【商店售价】400金币
【等级1】2% 回帖金币+2、发帖金币+2▕▏升级条件：咒术≥10
【等级2】4% 回帖金币+2、发帖金币+2▕▏升级条件：咒术≥50
【等级3】6% 回帖金币+2、发帖金币+2▕▏升级条件：咒术≥100
【等级4】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗350金币
【 Max 】10% 回帖金币+2、发帖金币+2`,
  魔术师奥斯卡: `魔术师奥斯卡
【勋章类型】真人男从
【入手条件】旅程≥10
【商店售价】490金币
【等级1】5% 回帖堕落+1▕▏升级条件：消耗30咒术
【等级2】6% 回帖堕落-1▕▏升级条件：消耗75咒术
【等级3】7% 回帖堕落+1▕▏升级条件：堕落≥20
【等级4】8% 回帖堕落-1、发帖知识+1▕▏升级条件：消耗120咒术
【等级5】9% 回帖堕落+1 咒术+1 发帖咒术+3 知识+1▕▏升级条件：咒术≥100
【 Max 】10% 回帖堕落-1 咒术+1、发帖知识+1 咒术+3`,
  '戴蒙‧萨尔瓦托': `戴蒙‧萨尔瓦托
【勋章类型】真人男从
【入手条件】堕落≥10
【商店售价】450金币
【等级1】5% 回帖血液+5 堕落+1、发帖血液+5 堕落+1▕▏升级条件：血液≥5
【等级2】无属性▕▏升级条件：血液≥20
【等级3】5% 回帖血液+1▕▏升级条件：血液≥50
【等级4】20% 回帖血液+1、发帖血液+3▕▏升级条件：血液≥55
【等级5】5% 回帖血液+1、发帖血液+3▕▏升级条件：血液≥100
【等级6】10% 回帖血液-1、发帖堕落+2 血液+2▕▏升级条件：血液≥108
【等级7】100% 回帖血液+2 堕落+1、发帖血液+2 堕落+1▕▏升级条件：血液≥110
【等级8】无属性▕▏升级条件：血液≥150
【等级9】2% 回帖血液-5 堕落+5、发帖灵魂+1▕▏升级条件：血液≥160
【等级10】20% 回帖血液-1 堕落+1▕▏升级条件：血液≥300
【 Max 】无属性`,
  '库伦(起源)': `库伦(起源)
【入手条件】咒术≤25
【商店售价】480金币
【等级1】18% 回帖血液+2、发帖血液+6▕▏升级条件：咒术≥11
【 Max 】7% 发帖血液+8 咒术-1`,
  铁牛: `铁牛
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】5% 回帖血液-1 金币+2▕▏升级条件：血液≥350
【等级2】7% 回帖血液-1 金币+2▕▏升级条件：消耗200血液
【 Max 】13% 回帖血液-1 金币+3 堕落+1、发帖血液-1 金币+3 堕落+1`,
  '康纳‧沃什': `康纳‧沃什
【勋章类型】真人男从
【入手条件】无
【商店售价】400金币
【等级1】5% 回帖血液+1▕▏升级条件：消耗50血液
【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：堕落≥50
【等级3】7% 发帖知识+1 血液+1▕▏升级条件：知识≥50
【 Max 】8% 回帖堕落+1 血液+1、发帖知识+1 血液+1`,
  '尼克·贝特曼': `尼克·贝特曼
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】无属性▕▏升级条件：血液≥600
【等级2】3% 发帖血液+3▕▏升级条件：金币≥600
【等级3】5% 发帖血液+3 咒术+2▕▏升级条件：血液≥900
【等级4】7% 发帖血液+3 旅程+1▕▏升级条件：金币≥900
【等级5】15% 发帖血液+3 金币+2▕▏升级条件：灵魂≥1
【 Max 】20% 发帖血液+4 金币+3`,
  '杰夫‧莫罗': `杰夫‧莫罗
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】无属性▕▏升级条件：消耗20血液
【等级2】3% 发帖知识+1▕▏升级条件：血液≥100
【等级3】3% 回帖知识+1、发帖知识+1▕▏升级条件：血液≥200
【等级4】5% 回帖知识+1、发帖知识+1▕▏升级条件：消耗600金币
【 Max 】7% 回帖知识+1、发帖知识+1 旅程+1`,
  维吉尔: `维吉尔
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】无属性▕▏升级条件：消耗20血液
【等级2】无属性▕▏升级条件：消耗80血液
【等级3】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：堕落-10
【 Max 】6% 回帖咒术+1、发帖咒术+1 知识+1`,
  威尔卡斯: `威尔卡斯
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】无属性▕▏升级条件：消耗10血液
【等级2】无属性▕▏升级条件：消耗30血液
【等级3】无属性▕▏升级条件：消耗60血液
【 Max 】2% 发帖灵魂+1`,
  卡斯迪奥: `卡斯迪奥
【勋章类型】真人男从
【入手条件】堕落≤10
【商店售价】520金币
【等级1】2% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗50血液
【等级2】3% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗80血液
【等级3】4% 回帖堕落-1、发帖堕落-1 血液+1▕▏升级条件：消耗100血液
【等级4】5% 回帖堕落-1、发帖堕落-1 血液+1▕▏升级条件：消耗1灵魂
【等级5】无属性▕▏升级条件：堕落≥1
【等级6】2% 回帖血液+5 堕落-3、发帖灵魂+1 堕落-5▕▏升级条件：堕落≥16
【等级7】15% 回帖血液+2 堕落-1、发帖血液+3 堕落-3▕▏升级条件：堕落≥66
【等级8】15% 回帖金币+2 堕落+1、发帖金币+3 堕落+3▕▏升级条件：堕落≥116
【等级9】2% 回帖金币+5 堕落+3、发帖灵魂+1 堕落+5▕▏升级条件：堕落≥131
【 Max 】无属性`,
  虎克船长: `虎克船长
【勋章类型】真人男从
【入手条件】旅程≥15
【商店售价】320金币
【等级1】1% 发帖旅程+1▕▏升级条件：消耗150金币
【等级2】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗200血液
【等级3】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-5堕落
【等级4】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-10咒术
【等级5】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗-1知识
【 Max 】3% 回帖旅程+1、发帖旅程+1`,
  '卢西亚诺‧科斯塔': `卢西亚诺‧科斯塔
【勋章类型】真人男从
【入手条件】无
【商店售价】380金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：知识≥100
【 Max 】30% 回帖血液+1、发帖血液+1`,
  '安德森‧戴维斯': `安德森‧戴维斯
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】2% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥5
【等级2】4% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥10
【等级3】6% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥25
【等级4】8% 回帖血液+1、发帖咒术+1▕▏升级条件：堕落≥50
【等级5】10% 回帖金币-1 血液+1、发帖咒术+1▕▏升级条件：堕落≥100
【 Max 】15% 回帖金币-1 血液+1 咒术+1、发帖咒术+2`,
  尤利西斯: `尤利西斯
【勋章类型】真人男从
【入手条件】无
【商店售价】250金币
【等级1】无属性▕▏升级条件：消耗200血液
【等级2】2% 回帖血液+1▕▏升级条件：消耗-10堕落
【等级3】7% 回帖金币+1▕▏升级条件：金币≥600
【 Max 】无属性`,
  '克里斯‧雷德菲尔德': `克里斯‧雷德菲尔德
【勋章类型】游戏男从
【入手条件】无
【商店售价】550金币
【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗30血液
【等级2】3% 回帖血液+2、发帖血液+2▕▏升级条件：追随≥50
【等级3】4% 回帖血液+2、发帖血液+2 旅程+1▕▏升级条件：追随≥100
【等级4】5% 回帖血液+2 旅程+1、发帖血液+2 旅程+1▕▏升级条件：消耗100血液
【 Max 】7% 回帖血液+2 旅程+1 金币+1、发帖血液+2 旅程+1`,
  裸体克里斯: `裸体克里斯
【勋章类型】游戏男从
【入手条件】无
【商店售价】888金币
【 Max 】100% 回帖金币+1、发帖金币+1`,
  '凯登‧阿兰科': `凯登‧阿兰科
【勋章类型】游戏男从
【入手条件】无
【商店售价】550金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗20血液
【等级2】5% 回帖金币+1 血液+1▕▏升级条件：血液≥60
【等级3】7% 回帖金币+1 血液+1▕▏升级条件：消耗150金币
【等级4】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：灵魂≥1
【等级5】20% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗800金币
【 Max 】50% 回帖金币+1 血液+1、发帖金币+3 血液+3`,
  肥皂: `肥皂
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】无属性▕▏升级条件：消耗60金币
【等级2】3% 回帖金币+1、发帖金币+5▕▏升级条件：消耗150金币
【等级3】7% 回帖金币+1、发帖金币+5▕▏升级条件：追随≥50
【等级4】10% 回帖金币+1、发帖金币+5▕▏升级条件：追随≥80
【等级5】12% 回帖金币+1、发帖金币+5▕▏升级条件：消耗-200金币
【 Max 】12% 回帖金币+2、发帖金币+5 旅程+1`,
  '奥利弗‧奎恩': `奥利弗‧奎恩
【勋章类型】真人男从
【入手条件】堕落＜50
【商店售价】400金币
【等级1】5% 发帖血液+2▕▏升级条件：消耗40血液
【等级2】7% 发帖血液+2▕▏升级条件：消耗65血液
【等级3】9% 发帖血液+2▕▏升级条件：主题数≥15
【等级4】11% 回帖血液+1、发帖血液+2▕▏升级条件：追随≥45
【等级5】13% 回帖血液+1、发帖血液+2▕▏升级条件：消耗30堕落
【等级6】13% 回帖血液+1、发帖血液+2▕▏升级条件：消耗500血液
【 Max 】15% 回帖血液+1 堕落-1、发帖血液+2 堕落-3`,
  猫化弩哥: `猫化弩哥
【勋章类型】真人男从
【入手条件】堕落＞5
【商店售价】200金币
【 Max 】6% 发帖知识+1 咒术+1`,
  '史蒂夫‧金克斯': `史蒂夫‧金克斯
【勋章类型】真人男从
【入手条件】无
【商店售价】230金币
【等级1】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥120
【 Max 】5% 回帖堕落+2、发帖堕落+2`,
  '巴特‧贝克': `巴特‧贝克
【勋章类型】真人男从
【入手条件】堕落＜20
【商店售价】180金币
【等级1】2% 回帖堕落+1▕▏升级条件：20堕落
【等级2】4% 回帖堕落+1▕▏升级条件：50堕落
【 Max 】6% 回帖堕落+1 金币+1、发帖堕落+1 金币+1`,
  '杰森·斯坦森': `杰森·斯坦森
【勋章类型】真人男从
【入手条件】无
【商店售价】490金币
【等级1】无属性▕▏升级条件：金币≥50
【等级2】1% 回帖血液+1▕▏升级条件：金币≥300
【等级3】5% 回帖血液+1、发帖血液+1▕▏升级条件：金币≥750
【等级4】10% 回帖堕落-1 血液+1、发帖堕落-1 血液+1▕▏升级条件：血液≥1000
【等级5】15% 回帖堕落-1 血液+2、发帖堕落-1 血液+2▕▏升级条件：消耗1灵魂
【 Max 】25% 回帖堕落-1 血液+2、发帖堕落-1 血液+2`,
  '哈尔‧乔丹': `哈尔‧乔丹
【勋章类型】真人男从
【入手条件】无
【商店售价】550金币
【等级1】无属性▕▏升级条件：知识≥15
【等级2】2% 回帖咒术+1▕▏升级条件：追随≥75
【等级3】5% 回帖咒术+1、发帖咒术+1▕▏升级条件：积分≥100（手动升级，但是无消耗）
【 Max 】7% 回帖咒术+1、发帖咒术+1 旅程+1`,
  艾德尔: `艾德尔
【勋章类型】游戏男从
【入手条件】无
【商店售价】280金币
【 Max 】8% 发帖血液+3 旅程+1`,
  '盖拉斯‧瓦卡瑞安': `盖拉斯‧瓦卡瑞安
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：灵魂≥2
【等级2】5% 回帖知识+1、发帖知识+1▕▏升级条件：血液≥50
【等级3】8% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥600
【 Max 】12% 回帖金币+1、发帖金币+2`,
  '戴尔‧芭芭拉': `戴尔‧芭芭拉
【勋章类型】真人男从
【入手条件】无
【商店售价】280金币
【等级1】无属性▕▏升级条件：250血液
【等级2】3% 发帖堕落+1▕▏升级条件：10堕落
【 Max 】3% 回帖堕落-1 血液+1、发帖旅程+1`,
  'Frank (LBF)': `Frank (LBF)
【勋章类型】真人男从
【入手条件】无
【商店售价】270金币
【等级1】3% 回帖血液+1▕▏升级条件：10主题数
【等级2】6% 回帖血液+1▕▏升级条件：30追随
【等级3】10% 回帖血液+1▕▏升级条件：90旅程
【 Max 】10% 回帖血液+1 堕落-1、发帖旅程+1`,
  'BIG BOSS': `BIG BOSS
【勋章类型】游戏男从
【入手条件】堕落＞20
【商店售价】600金币
【等级1】3% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗500血液
【等级2】5% 回帖金币+1 堕落+1、发帖堕落+1▕▏升级条件：消耗1灵魂
【等级3】10% 回帖金币+1 堕落+1、发帖堕落+1▕▏升级条件：金币≥1000
【 Max 】20% 回帖金币+1 血液+1、发帖金币+3 血液+3`,
  '詹米·多南': `詹米·多南
【勋章类型】真人男从
【入手条件】无
【商店售价】320金币
【等级1】5% 回帖血液+1 堕落+1、发帖血液+2 堕落+1▕▏升级条件：消耗60咒术
【 Max 】10% 回帖血液+1 堕落+1、发帖血液+2 堕落+1`,
  '阿尔萨斯‧米奈希尔': `阿尔萨斯‧米奈希尔
【勋章类型】游戏男从
【入手条件】无
【商店售价】350金币
【等级1】7% 回帖堕落+1、发帖咒术+2▕▏升级条件：堕落≥50
【 Max 】15% 回帖血液+1、发帖咒术+2`,
  '克里斯·埃文斯': `克里斯·埃文斯
【勋章类型】真人男从
【入手条件】无
【商店售价】300金币
【等级1】2% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥50
【等级2】3% 回帖血液+2、发帖血液+2▕▏升级条件：消耗300金币
【 Max 】5% 回帖血液+2 旅程+1、发帖血液+2 旅程+1`,
  '安德鲁·库珀': `安德鲁·库珀
【勋章类型】真人男从
【入手条件】无
【商店售价】400金币
【等级1】2% 回帖金币+1 血液-1▕▏升级条件：消耗200血液
【等级2】5% 回帖金币+2 血液-1▕▏升级条件：消耗300血液
【 Max 】10% 回帖金币+3 血液-1、发帖金币+3 血液-1`,
  '罗宾·西克': `罗宾·西克
【勋章类型】真人男从
【入手条件】无
【商店售价】300金币
【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥20
【等级2】5% 回帖堕落+2▕▏升级条件：堕落≥50
【等级3】10% 回帖堕落+2 血液-1▕▏升级条件：消耗200血液
【 Max 】15% 回帖堕落-1 血液+2`,
  岛田半藏: `岛田半藏
【勋章类型】游戏男从
【入手条件】无
【商店售价】500金币
【等级1】2% 回帖血液+1▕▏升级条件：知识≥10
【等级2】5% 回帖血液+1▕▏升级条件：旅程≥25
【等级3】5% 回帖金币+1 血液+1▕▏升级条件：消耗100咒术
【 Max 】10% 回帖金币+1 咒术+1`,
  '泰凯斯·芬得利': `泰凯斯·芬得利
【勋章类型】游戏男从
【入手条件】追随>=10
【商店售价】320金币
【等级1】4% 回帖血液+1▕▏升级条件：血液≥100
【等级2】6% 回帖血液+1、发帖金币+1▕▏升级条件：消耗150血液
【等级3】8% 回帖血液+1、发帖金币+2▕▏升级条件：消耗200金币
【 Max 】8% 回帖血液+2、发帖金币+2 知识+1`,
  '【夏日限定】夏日的泰凯斯': `【夏日限定】夏日的泰凯斯
【勋章类型】游戏男从
【入手条件】堕落>=30
【商店售价】666金币
【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥50
【等级2】10% 回帖堕落+1 血液+1▕▏升级条件：消耗200血液
【等级3】15% 回帖堕落+1 血液+2、发帖血液+3 堕落+1▕▏升级条件：消耗200金币
【 Max 】20% 回帖金币-1 血液+3 堕落+1、发帖血液+5 堕落+1`,
  夏日的泰凯斯: `夏日的泰凯斯
【入手条件】堕落>=30
【商店售价】666金币
【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥50
【等级2】10% 回帖堕落+1 血液+1▕▏升级条件：消耗200血液
【等级3】15% 回帖堕落+1 血液+2、发帖血液+3 堕落+1▕▏升级条件：消耗200金币
【 Max 】20% 回帖金币-1 血液+3 堕落+1、发帖血液+5 堕落+1`,
  '康纳/Connor': `康纳/Connor
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】2% 回帖金币+1▕▏升级条件：消耗75金币
【等级2】4% 回帖金币+1▕▏升级条件：消耗75血液
【等级3】6% 回帖金币+1、发帖金币+1▕▏升级条件：消耗250金币
【等级4】8% 回帖金币+1、发帖金币+1 血液+1▕▏升级条件：消耗250血液
【等级5】8% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥50
【 Max 】12% 回帖金币+2 血液+1、发帖金币+3 旅程+1`,
  '亚瑟·库瑞（海王）': `亚瑟·库瑞（海王）
【勋章类型】真人男从
【入手条件】咒术≤30
【商店售价】450金币
【等级1】2% 回帖血液+1▕▏升级条件：旅程≥30
【等级2】3% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥100
【等级3】5% 回帖血液+1、发帖血液+2▕▏升级条件：消耗200血液
【等级4】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗50咒术
【 Max 】12% 回帖血液+3、发帖血液+3 咒术+1`,
  '亚瑟‧摩根': `亚瑟‧摩根
【勋章类型】游戏男从
【入手条件】堕落≥10
【商店售价】500金币
【等级1】4% 发帖金币+1▕▏升级条件：消耗200血液
【等级2】4% 回帖金币+1、发帖金币+1▕▏升级条件：消耗300金币
【等级3】6% 回帖金币+1、发帖金币+1▕▏升级条件：追随≥100
【等级4】8% 回帖金币+1、发帖金币+2 血液+1▕▏升级条件：消耗-2旅程
【等级5】12% 回帖金币+2、发帖金币+2 旅程+1▕▏升级条件：消耗-15堕落
【 Max 】16% 回帖金币+3、发帖金币+3 旅程+1`,
  蛮族战士: `蛮族战士
【勋章类型】游戏男从
【入手条件】无
【商店售价】50金币
【等级1】勋章博物馆资料暂缺
【 Max 】5% 回帖血液+1`,
  黑墙: `黑墙
【勋章类型】游戏男从
【入手条件】旅程≥15
【商店售价】400金币
【等级1】3% 回帖金币+1▕▏升级条件：追随≥20
【等级2】6% 回帖金币+1 血液+1▕▏升级条件：消耗200金币
【等级3】9% 回帖金币+1 血液+1▕▏升级条件：消耗200血液
【等级4】13% 回帖血液+2、发帖金币+1 血液+3▕▏升级条件：堕落≥50
【等级5】13% 回帖金币+1 血液+1、发帖金币+2 血液+2▕▏升级条件：堕落≥100
【 Max 】13% 回帖金币+2、发帖金币+3 血液+1`,
  '内森·德雷克': `内森·德雷克
【勋章类型】游戏男从
【入手条件】旅程≥10
【商店售价】600金币
【等级1】4% 回帖血液+1▕▏升级条件：消耗333血液
【等级2】6% 回帖血液+1▕▏升级条件：消耗10堕落
【等级3】8% 回帖血液+1▕▏升级条件：消耗333血液
【等级4】10% 回帖血液+2▕▏升级条件：消耗333血液
【等级5】20% 回帖血液+3、发帖旅程+1▕▏升级条件：消耗-299金币
【 Max 】15% 回帖血液+3、发帖血液+2 旅程+1`,
  '丹尼爾·紐曼': `丹尼爾·紐曼
【勋章类型】真人男从
【入手条件】主题数≥3
【商店售价】350金币
【等级1】5% 回帖血液+1▕▏升级条件：金币≥400
【等级2】5% 回帖血液+1、发帖金币+1▕▏升级条件：血液≥400
【等级3】8% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥100
【 Max 】10% 回帖金币+1 血液+1、发帖金币+2 血液+2`,
  贝优妮塔: `贝优妮塔
【勋章类型】女从
【入手条件】咒术≥10
【商店售价】280金币
【等级1】5% 回帖堕落+1▕▏升级条件：堕落-10
【等级2】5% 回帖堕落+1 血液+1▕▏升级条件：70追随
【 Max 】5% 回帖堕落+1 血液+1 咒术+1`,
  英普瑞斯: `英普瑞斯
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】3% 回帖堕落-1▕▏升级条件：追随≥70
【等级2】7% 回帖堕落-1 血液+1、发帖血液+1▕▏升级条件：消耗300金币
【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：血液≥700
【 Max 】17% 回帖金币+1 血液+1、发帖金币+2 血液+2`,
  '杰西·麦克雷': `杰西·麦克雷
【勋章类型】游戏男从
【入手条件】无
【商店售价】500金币
【等级1】5% 回帖金币+1、发帖堕落+1▕▏升级条件：发帖数≥100
【等级2】8% 回帖金币+1、发帖堕落+1▕▏升级条件：主题数≥10
【等级3】10% 回帖金币+1 堕落+1、发帖堕落+1▕▏升级条件：堕落≥40
【等级4】15% 回帖金币+1 堕落+1、发帖旅程+1▕▏升级条件：消耗400血液
【 Max 】15% 回帖金币+2 堕落+1、发帖旅程+1 堕落+1`,
  '卡德加（Khadgar）': `卡德加（Khadgar）
【勋章类型】真人男从
【入手条件】无
【商店售价】350金币
【等级1】3% 发帖堕落-1▕▏升级条件：咒术≥40
【等级2】6% 回帖堕落-1、发帖知识+1 堕落-1▕▏升级条件：消耗80咒术
【等级3】9% 回帖血液+1 堕落-1、发帖知识+1 堕落-1▕▏升级条件：消耗15堕落
【 Max 】12% 回帖血液+2 堕落-1、发帖知识+1 堕落-1`,
  '麦迪文（Medivh）': `麦迪文（Medivh）
【勋章类型】真人男从
【入手条件】无
【商店售价】350金币
【等级1】4% 发帖咒术+1▕▏升级条件: 消耗66咒术
【等级2】6% 回帖咒术+1、发帖咒术+1▕▏升级条件: 堕落≥50
【等级3】8% 回帖咒术+1、发帖咒术+1 堕落+1▕▏升级条件: 堕落≥99
【 Max 】12% 回帖咒术+1、发帖咒术+2 堕落+1`,
  遗忘之水: `遗忘之水
【勋章类型】赠礼
【入手条件】无
【商店售价】180金币
【等级1】无属性▕▏升级条件：消耗10堕落
【等级2】无属性▕▏升级条件：消耗10堕落
【等级3】无属性▕▏升级条件：消耗10堕落
【 Max 】无属性`,
  千杯不醉: `千杯不醉
【勋章类型】赠礼
【入手条件】无
【商店售价】12金币
【 Max 】5% 回帖血液+1 堕落+1、发帖血液+1 堕落+1`,
  送情书: `送情书
【勋章类型】赠礼（只可赠送）
【入手条件】无
【商店售价】15金币
【时效】5天
【 Max 】10% 回帖咒术+1、发帖咒术+1`,
  丢肥皂: `丢肥皂
【勋章类型】赠礼（只可赠送）
【入手条件】无
【商店售价】10金币
【时效】5天
【 Max 】10% 回帖堕落+1、发帖堕落+1`,
  灵光补脑剂: `灵光补脑剂
【勋章类型】赠礼（只可赠送）
【入手条件】无
【商店售价】22金币
【时效】3天
【等级1】升级条件：消耗-1知识
【 Max 】2% 回帖血液-1`,
  萨赫的蛋糕: `萨赫的蛋糕
【勋章类型】赠礼（只可赠送）
【入手条件】知识≥5
【商店售价】40金币
【时效】14天
【 Max 】10% 回帖血液+2、发帖血液+2`,
  神秘商店贵宾卡: `神秘商店贵宾卡
【勋章类型】赠礼（只可赠送）
【入手条件】知识≥10
【商店售价】50金币
【时效】7天
【等级1】10% 回帖金币+2▕▏升级条件：咒术≥20
【等级2】20% 回帖金币+2、发帖旅程+1▕▏升级条件：咒术≥60
【 Max 】30% 回帖金币+3、发帖旅程+1`,
  变骚喷雾: `变骚喷雾
【勋章类型】赠礼（只可赠送）
【入手条件】无
【商店售价】13金币
【时效】5天
【 Max 】5% 回帖堕落+1 金币+1、发帖堕落+1 金币+1`,
  贞洁内裤: `贞洁内裤
【勋章类型】赠礼（只可赠送）（已下架）
【入手条件】无
【商店售价】110金币
【 Max 】13% 回帖堕落-1 血液+3`,
  没有梦想的咸鱼: `没有梦想的咸鱼
【勋章类型】赠礼（只可赠送）
【入手条件】无
【商店售价】1金币
【时效】1天
【 Max 】1% 回帖金币+1、回帖血液+1`,
  石肤术: `石肤术
【勋章类型】咒术
【入手条件】血液≥15
【商店售价】4咒术
【时效】3天
【等级1】10% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥200
【等级2】20% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥400
【 Max 】40% 回帖血液+1、发帖血液+1`,
  吞食魂魄: `吞食魂魄
【勋章类型】咒术
【入手条件】知识≥35
【商店售价】1灵魂
【时效】7天
【等级1】1% 无属性▕▏升级条件：消耗-1001血液
【等级2】10% 无属性▕▏升级条件：堕落≥10
【 Max 】10% 回帖血液-1、发帖血液-1`,
  咆哮诅咒: `咆哮诅咒
【勋章类型】咒术
【入手条件】知识≥28
【商店售价】8咒术
【时效】3天
【等级1】30% 回帖堕落+3 血液-1▕▏升级条件：积分≥35（手动升级，但是无消耗）
【 Max 】无属性`,
  霍格沃茨五日游: `霍格沃茨五日游
【勋章类型】咒术
【入手条件】旅程≥10
【商店售价】8咒术
【时效】5天
【等级1】5% 回帖咒术+2▕▏升级条件：旅程≥10
【等级2】20% 发帖知识+1▕▏升级条件：知识≥20
【等级3】20% 回帖血液+3、发帖知识+1 血液+3▕▏升级条件：追随≥100
【等级4】20% 回帖血液+5、发帖旅程+1 血液+5▕▏升级条件：堕落≥50
【 Max 】20% 回帖血液+3、发帖堕落+1 血液+3`,
  祈祷术: `祈祷术
【勋章类型】咒术
【入手条件】无
【商店售价】8咒术
【时效】3天
【等级1】15% 回帖堕落-1、发帖堕落-1▕▏升级条件：知识≥5
【等级2】15% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落
【等级3】12% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落
【等级4】10% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落
【等级5】8% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落
【等级6】6% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗1堕落
【 Max 】4% 回帖堕落-1、发帖堕落-1`,
  黑暗交易: `黑暗交易
【勋章类型】咒术
【入手条件】堕落＞10 知识≥10
【商店售价】8咒术
【时效】3天
【等级1】勋章博物馆数据暂缺
【等级2】25% 回帖金币+2 血液-1、发帖金币+2 血液-1▕▏升级条件：堕落≥25
【等级3】勋章博物馆数据暂缺
【等级4】25% 回帖金币+4 血液-2、发帖金币+4 血液-2▕▏升级条件：堕落≥50
【等级5】0%▕▏升级条件：血液≥3
【 Max 】25% 回帖金币+6 血液-3、发帖金币+6 血液-3`,
  炼金之心: `炼金之心
【勋章类型】咒术
【入手条件】无
【商店售价】4咒术
【时效】3天
【等级1】10% 回帖金币+2▕▏升级条件：知识≥3
【等级2】15% 回帖金币+2▕▏升级条件：知识≥15
【等级3】20% 回帖金币+2▕▏升级条件：知识≥30
【 Max 】30% 回帖金币+2`,
  水泡术: `水泡术
【勋章类型】咒术
【入手条件】知识≥3
【商店售价】3咒术
【时效】5天
【等级1】无属性▕▏升级条件：知识≥6
【等级2】无属性▕▏升级条件：消耗-10血液
【 Max 】1% 回帖血液+1`,
  召唤古代战士: `召唤古代战士
【勋章类型】咒术
【入手条件】知识≥6
【商店售价】8咒术
【时效】4天
【等级1】10% 回帖血液+3、发帖血液+3▕▏升级条件：知识≥25
【 Max 】30% 回帖血液+3、发帖血液+3`,
  念念往日士官盔: `念念往日士官盔
【勋章类型】装备
【入手条件】无
【商店售价】125金币
【 Max 】30% 回帖金币-1 血液+1`,
  药剂背袋: `药剂背袋
【勋章类型】装备
【入手条件】无
【商店售价】180金币
【 Max 】8% 回帖血液+1、发帖血液+1`,
  刺杀者匕首: `刺杀者匕首
【勋章类型】装备
【入手条件】堕落＞10
【商店售价】80金币
【 Max 】5% 回帖金币+3`,
  净化手杖: `净化手杖
【勋章类型】装备
【入手条件】堕落＜50
【商店售价】400金币
【等级1】10% 发帖堕落-1▕▏升级条件：在线时间≥800
【 Max 】20% 回帖堕落-1、发帖堕落-1 咒术+1`,
  符文披风: `符文披风
【勋章类型】装备
【入手条件】无
【商店售价】280金币
【 Max 】8% 回帖咒术+1、发帖咒术+1`,
  嗜血斩首斧: `嗜血斩首斧
【勋章类型】装备
【入手条件】无
【商店售价】100金币
【 Max 】5% 回帖堕落+1`,
  圣英灵秘银甲: `圣英灵秘银甲
【勋章类型】装备
【入手条件】无
【商店售价】1350金币
【等级1】11% 回帖血液+2 堕落-1、发帖血液+2 堕落-1▕▏升级条件：消耗1灵魂
【等级2】31% 回帖血液+2 堕落-1、发帖血液+2 堕落-1▕▏升级条件：咒术≥111
【 Max 】41% 回帖血液+2 堕落-1、发帖血液+2 堕落-1 旅程+1`,
  重磅手环: `重磅手环
【勋章类型】装备
【入手条件】无
【商店售价】250金币
【 Max 】20% 发帖血液-5 旅程+1`,
  新月护符: `新月护符
【勋章类型】装备
【入手条件】血液≥50
【商店售价】200金币
【等级1】5% 回帖堕落-1、发帖堕落-1▕▏升级条件：旅程≥90
【 Max 】10% 回帖堕落-2、发帖堕落-2 旅程+1 `,
  布衣: `布衣
【勋章类型】装备
【入手条件】无
【商店售价】45金币
【等级1】1% 回帖血液-1▕▏升级条件：消耗2金币
【等级2】无属性▕▏升级条件：消耗4金币
【等级3】1% 回帖血液+1▕▏升级条件：消耗16金币
【等级4】1% 回帖血液+1▕▏升级条件：消耗18金币
【等级5】1% 回帖血液+1▕▏升级条件：消耗20金币
【等级6】1% 回帖血液+1▕▏升级条件：消耗22金币
【等级7】2% 回帖血液+1▕▏升级条件：消耗34金币
【等级8】2% 回帖血液+1、发帖血液+1▕▏升级条件：消耗36金币
【等级9】2% 回帖血液+2、发帖血液+2▕▏升级条件：消耗38金币
【等级10】2% 回帖血液+2、发帖血液+3▕▏升级条件：消耗50金币
【等级11】2% 回帖血液+2 咒术+1、发帖血液+2 咒术+2▕▏升级条件：消耗52金币
【等级12】2% 回帖血液+2 咒术+1、发帖血液+2 咒术+3▕▏升级条件：消耗64金币
【等级13】2% 回帖血液+3 知识+1、发帖血液+3 知识+1▕▏升级条件：消耗250血液
【 Max 】3% 回帖血液+5 咒术-1、发帖血液+5 咒术-1`,
  骑士遗盔: `骑士遗盔
【勋章类型】装备
【入手条件】无
【商店售价】275金币
【等级1】1% 回帖咒术+1▕▏升级条件：消耗25金币
【等级2】2% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗50金币
【等级3】3% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗100金币
【 Max 】5% 回帖咒术+1 血液+1、发帖知识+1 `,
  艾尔尤因: `艾尔尤因
【勋章类型】装备
【入手条件】无
【商店售价】290金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥300
【等级2】5% 回帖咒术+1、发帖咒术+1▕▏升级条件：血液≥500
【 Max 】10% 回帖血液+1 堕落-1、发帖血液+1 堕落-1`,
  变形软泥: `变形软泥
【勋章类型】装备
【入手条件】无
【商店售价】66金币
【等级1】无属性▕▏升级条件：堕落≥13
【等级2】3% 回帖堕落+2▕▏升级条件：消耗166金币
【 Max 】6% 回帖堕落+2、发帖咒术+1`,
  神圣十字章: `神圣十字章
【勋章类型】装备
【入手条件】旅程≥12
【商店售价】300金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗8咒术
【等级2】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-20血液
【 Max 】5% 回帖血液+2、发帖血液+2`,
  重新充能的神圣十字章: `重新充能的神圣十字章
【勋章类型】装备
【入手条件】未知
【商店售价】300金币
【 Max 】10% 回帖血液+2，发帖血液+1、堕落-1`,
  超级名贵无用宝剑: `超级名贵无用宝剑
【勋章类型】装备
【入手条件】无
【商店售价】1299金币
【 Max 】无属性`,
  十字叶章: `十字叶章
【勋章类型】装备
【入手条件】无
【商店售价】277金币
【等级1】5% 回帖堕落-1▕▏升级条件：追随≥45
【等级2】5% 回帖堕落-1 咒术+1、发帖咒术+1▕▏升级条件：消耗80血液
【 Max 】1% 回帖堕落-5 咒术+5、发帖灵魂+1`,
  守望者徽章: `守望者徽章
【勋章类型】装备
【入手条件】血液≥200
【商店售价】100金币
【等级1】2% 回帖血液+1▕▏升级条件：消耗50血液
【等级2】4% 回帖血液+1▕▏升级条件：消耗50血液
【等级3】6% 回帖血液+2▕▏升级条件：堕落≥30
【 Max 】8% 回帖血液+2 堕落-1`,
  山猫图腾: `山猫图腾
【勋章类型】装备
【入手条件】无
【商店售价】88金币
【 Max 】2% 回帖金币+1、发帖金币+1`,
  眼镜蛇图腾: `眼镜蛇图腾
【勋章类型】装备
【入手条件】无
【商店售价】88金币
【 Max 】1% 回帖咒术+1、发帖咒术+1`,
  猎鹰图腾: `猎鹰图腾
【勋章类型】装备
【入手条件】无
【商店售价】88金币
【 Max 】2% 回帖血液+1、发帖血液+1`,
  石鬼面: `石鬼面
【勋章类型】装备
【入手条件】血液≥30
【商店售价】233金币
【等级1】9% 回帖咒术+1 血液-1▕▏升级条件：血液≥400
【 Max 】18% 回帖咒术+1 血液-3 堕落+1、发帖咒术+1`,
  锻造卷轴: `锻造卷轴
【勋章类型】资产
【入手条件】无
【商店售价】99金币
【 Max 】1% 回帖金币+1 知识+1、发帖金币+1 知识+1`,
  漂洋小船: `漂洋小船
【勋章类型】资产
【入手条件】无
【商店售价】75金币
【 Max 】2% 回帖旅程+1`,
  知识大典: `知识大典
【勋章类型】资产
【入手条件】无
【商店售价】50金币
【 Max 】1% 回帖知识+1`,
  预知水晶球: `预知水晶球
【勋章类型】资产
【入手条件】咒术≥10
【商店售价】150金币
【等级1】4% 回帖金币+1、发帖知识+1▕▏升级条件：消耗40咒术
【 Max 】8% 回帖金币+1、发帖知识+1 旅程+1`,
  种植小草: `种植小草
【勋章类型】资产
【入手条件】无
【商店售价】15金币
【等级1】无属性▕▏升级条件：追随≥5
【等级2】无属性▕▏升级条件：追随≥10
【等级3】无属性▕▏升级条件：追随≥15
【等级4】无属性▕▏升级条件：消耗-1血液
【 Max 】1% 回帖血液+1`,
  聚魔花盆: `聚魔花盆
【勋章类型】资产
【入手条件】无
【商店售价】500金币
【等级1】10% 发帖咒术+3▕▏升级条件：知识≥5
【等级2】20% 发帖咒术+3▕▏升级条件：知识≥10
【等级3】30% 发帖咒术+3▕▏升级条件：知识≥15
【等级4】40% 发帖咒术+3▕▏升级条件：知识≥30
【等级5】50% 发帖咒术+3▕▏升级条件：知识≥50
【等级6】60% 发帖咒术+3▕▏升级条件：堕落≥30
【 Max 】30% 发帖咒术+3`,
  夜灯: `夜灯
【勋章类型】资产
【入手条件】无
【商店售价】40金币
【等级1】1% 回帖血液+1▕▏升级条件：消耗15金币
【等级2】2% 回帖血液+1▕▏升级条件：消耗30金币
【等级3】3% 回帖血液+1▕▏升级条件：消耗45金币
【等级4】4% 回帖血液+1▕▏升级条件：消耗60金币
【等级5】5% 回帖血液+1▕▏升级条件：消耗75金币
【等级6】6% 回帖血液+1▕▏升级条件：消耗90金币
【等级7】7% 回帖血液+1▕▏升级条件：消耗-6旅程
【 Max 】7% 回帖血液+1`,
  种植菊花: `种植菊花
【勋章类型】资产
【入手条件】无
【商店售价】110金币
【等级1】1% 回帖堕落+1▕▏升级条件：消耗20血液
【等级2】3% 回帖堕落+1▕▏升级条件：消耗50血液
【等级3】5% 回帖血液+1 堕落+1▕▏升级条件：消耗-30金币
【 Max 】3% 回帖金币+1 堕落+1、发帖-1血液`,
  发芽的种子: `发芽的种子
【勋章类型】资产
【入手条件】在线时间＞10小时
【商店售价】77金币
【等级1】无属性▕▏升级条件：消耗50血液
【等级2】无属性▕▏升级条件：消耗50血液
【等级3】无属性▕▏升级条件：消耗50血液
【 Max 】7% 回帖金币+1、发帖金币+2`,
  奇怪的紫水晶: `奇怪的紫水晶
【勋章类型】资产
【入手条件】无
【商店售价】299金币
【等级1】5% 回帖血液-1 咒术+2 堕落+1▕▏升级条件：消耗35咒术
【 Max 】1% 回帖知识+1 咒术+1、发帖灵魂+1`,
  婴儿泪之瓶: `婴儿泪之瓶
【勋章类型】资产
【入手条件】无
【商店售价】200金币
【等级1】2% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗50金币
【等级2】2% 回帖堕落-1 知识+1、发帖堕落-1 知识+1▕▏升级条件：消耗100金币
【 Max 】3% 回帖堕落-1 知识+1、发帖堕落-1 知识+1`,
  雪王的心脏: `雪王的心脏
【勋章类型】资产
【入手条件】旅程≥12
【商店售价】180金币
【等级1】2% 回帖旅程+1▕▏升级条件：消耗30咒术
【等级2】2% 回帖知识+1 旅程+1、发帖知识+1 旅程+1▕▏升级条件：消耗50咒术
【 Max 】3% 回帖知识+1 旅程+1、发帖知识+1 旅程+1`,
  这是一片丛林: `这是一片丛林
【勋章类型】资产
【入手条件】无
【商店售价】120金币
【等级1】无属性▕▏升级条件：堕落≥35
【等级2】3% 回帖咒术+1▕▏升级条件：堕落≥70
【 Max 】3% 回帖旅程+1`,
  暗红矿土: `暗红矿土
【勋章类型】资产
【入手条件】堕落≥20
【商店售价】40金币
【等级1】1% 回帖血液+1▕▏升级条件：消耗30金币
【等级2】4% 回帖堕落+1▕▏升级条件：消耗70金币
【等级3】1% 回帖血液+2▕▏升级条件：消耗200金币
【 Max 】12% 回帖血液+1 堕落+1、发帖血液+2 咒术+2`,
  充满魔力的种子: `充满魔力的种子
【勋章类型】资产
【入手条件】旅程≥20 知识≥4
【商店售价】250金币
【等级1】无属性▕▏升级条件：消耗20咒术
【等级2】5% 回帖知识+1▕▏升级条件：在线时间≥240
【等级3】5% 回帖知识+1、发帖知识+2▕▏升级条件：消耗20咒术
【等级4】无属性▕▏升级条件：消耗10咒术
【 Max 】8% 回帖金币+2 咒术+1、发帖知识+2`,
  史莱姆养殖证书: `史莱姆养殖证书
【勋章类型】资产
【入手条件】无
【商店售价】60金币
【等级1】1% 回帖金币+1▕▏升级条件：消耗100金币
【等级2】2% 回帖金币+1▕▏升级条件：消耗100金币
【等级3】3% 回帖金币+1▕▏升级条件：消耗100金币
【等级4】4% 回帖金币+1▕▏升级条件：消耗100金币
【等级5】5% 回帖金币+1▕▏升级条件：消耗100金币
【等级6】8% 回帖金币+1▕▏升级条件：知识≥8
【等级7】8% 回帖金币+1▕▏升级条件：消耗100金币
【等级8】12% 回帖金币+1▕▏升级条件：知识≥12
【等级9】12% 回帖金币+1▕▏升级条件：消耗100金币
【等级10】
【等级11】15% 回帖金币+1▕▏升级条件：消耗100金币
【等级12】
【等级13】18% 回帖金币+1▕▏升级条件：消耗100金币
【等级14】
【等级15】21% 回帖金币+1▕▏升级条件：消耗100金币
【等级16】25% 回帖金币+1▕▏升级条件：知识≥30
【等级17】25% 回帖金币+1▕▏升级条件：消耗100金币
【等级18】
【等级19】28% 回帖金币+1▕▏升级条件：消耗100金币
【等级20】
【等级21】31% 回帖金币+1▕▏升级条件：消耗100金币
【等级22】
【等级23】35% 回帖金币+1▕▏升级条件：消耗100金币
【等级24】
【等级25】38% 回帖金币+1▕▏升级条件：消耗100金币
【等级26】
【等级27】42% 回帖金币+1▕▏升级条件：消耗100金币
【等级28】
【等级29】45% 回帖金币+1▕▏升级条件：消耗100金币
【等级30】48% 回帖金币+1▕▏升级条件：消耗20知识
【等级31】
【等级32】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥160
【等级33】25% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥170
【等级34】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥320
【等级35】70% 回帖金币+1 咒术+1、发帖金币+1▕▏升级条件：血液≥322
【等级36】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥460
【等级37】25% 回帖血液-1▕▏升级条件：血液≥470
【等级38】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥580
【等级39】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥620
【等级40】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥700
【等级41】15% 回帖咒术+1 金币+1、发帖金币+1▕▏升级条件：血液≥720
【等级42】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥820
【等级43】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥850
【等级44】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥990
【等级45】25% 回帖血液-1、咒术+1▕▏升级条件：血液≥1000
【等级46】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1130
【等级47】35% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1150
【等级48】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1280
【等级49】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥1340
【等级50】70% 回帖金币+1 咒术+1、发帖金币+1▕▏升级条件：血液≥1342
【等级51】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1470
【等级52】10% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1500
【等级53】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1610
【等级54】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥1650
【等级55】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1780
【等级56】25% 回帖血液-1▕▏升级条件：血液≥1790
【等级57】70% 回帖金币+1 咒术+1、发帖金币+1▕▏升级条件：血液≥1792
【等级58】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1880
【等级59】45% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1900
【等级60】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥1920
【等级61】100% 回帖金币+1 血液+1、发帖金币+1▕▏升级条件：血液≥1950
【等级62】70% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥2000
【 Max 】无属性`,
  种植菠菜: `种植菠菜
【勋章类型】资产
【入手条件】主题数≥5
【商店售价】30金币
【等级1】无属性▕▏升级条件：知识≥1
【等级2】无属性▕▏升级条件：消耗10金币
【等级3】无属性▕▏升级条件：知识≥2
【等级4】无属性▕▏升级条件：消耗10金币
【等级5】无属性▕▏升级条件：知识≥3
【等级6】无属性▕▏升级条件：消耗15金币
【等级7】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗-35血液
【 Max 】无属性`,
  勇者与龙之书: `勇者与龙之书
【勋章类型】资产
【入手条件】无
【商店售价】300金币
【等级1】无属性▕▏升级条件：消耗1旅程
【等级2】无属性▕▏升级条件：消耗1旅程
【等级3】无属性▕▏升级条件：消耗1旅程
【等级4】无属性▕▏升级条件：消耗1旅程
【等级5】无属性▕▏升级条件：消耗1旅程
【等级6】无属性▕▏升级条件：消耗1旅程
【等级7】无属性▕▏升级条件：消耗1旅程
【等级8】无属性▕▏升级条件：消耗1旅程
【等级9】无属性▕▏升级条件：消耗1旅程
【等级10】无属性▕▏升级条件：消耗-9旅程
【 Max 】3% 回帖旅程+1`,
  微笑的面具: `微笑的面具
【勋章类型】资产
【入手条件】无
【商店售价】100金币
【等级1】无属性▕▏升级条件：主题数≥10
【等级2】无属性▕▏升级条件：主题数≥20
【等级3】无属性▕▏升级条件：主题数≥30
【等级4】无属性▕▏升级条件：主题数≥40
【等级5】无属性▕▏升级条件：主题数≥50
【 Max 】20% 回帖堕落+1、发帖堕落+1`,
  浪潮之歌: `浪潮之歌
【勋章类型】资产
【入手条件】旅程≥70
【商店售价】300金币
【等级1】无属性▕▏升级条件：消耗1旅程
【等级2】无属性▕▏升级条件：消耗1旅程
【等级3】无属性▕▏升级条件：消耗1旅程
【等级4】无属性▕▏升级条件：消耗1旅程
【等级5】无属性▕▏升级条件：消耗1旅程
【等级6】无属性▕▏升级条件：消耗1旅程
【等级7】无属性▕▏升级条件：消耗1旅程
【等级8】无属性▕▏升级条件：消耗1旅程
【等级9】无属性▕▏升级条件：消耗1旅程
【等级10】无属性▕▏升级条件：消耗-9旅程
【 Max 】3% 回帖金币+1 旅程+1、发帖金币+1 旅程+1`,
  章鱼小丸子: `章鱼小丸子
【勋章类型】资产
【入手条件】无（该勋章不可寄售，仅可回收）
【商店售价】150金币
【等级1】10% 回帖血液+1▕▏升级条件：消耗-10血液
【等级2】7% 回帖血液+1▕▏升级条件：消耗-20血液
【等级3】5% 回帖血液+1▕▏升级条件：消耗-20血液
【等级4】3% 回帖血液+2▕▏升级条件：消耗-30血液
【 Max 】无属性`,
  流失之椅: `流失之椅
【勋章类型】资产
【入手条件】无
【商店售价】320金币
【等级1】40% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间≥80
【等级2】32% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间≥150
【等级3】24% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间≥300
【等级4】17% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间≥500
【等级5】9% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间≥800
【等级6】3% 回帖血液+1、发帖旅程+1▕▏升级条件：在线时间≥1000
【等级7】无属性▕▏升级条件：消耗1灵魂
【 Max 】50% 回帖血液+1、发帖旅程+1`,
  金钱马车: `金钱马车
【勋章类型】资产
【入手条件】旅程≥10
【商店售价】200金币
【等级1】无属性▕▏升级≥1金币
【等级2】23% 回帖金币+1▕▏升级≥50金币
【等级3】15% 回帖金币+2▕▏升级≥100金币
【等级4】26% 回帖金币+2▕▏升级≥187金币
【等级5】55% 回帖咒术+1▕▏升级≥189金币
【等级6】40% 回帖金币+3▕▏升级≥250金币
【等级7】7% 回帖金币+1▕▏升级≥345金币
【等级8】60% 回帖金币+10▕▏升级≥346金币
【等级9】10% 回帖血液-1▕▏升级≥360金币
【等级10】15% 回帖金币+2▕▏升级≥501金币
【等级11】18% 回帖知识+1▕▏升级≥502金币
【等级12】7% 回帖金币+1▕▏升级≥617金币
【等级13】26% 回帖金币+2▕▏升级≥749金币
【等级14】2% 发帖灵魂+1▕▏升级≥750金币
【等级15】30% 回帖金币+3 血液+1▕▏升级≥823金币
【等级16】23% 回帖金币+1▕▏升级≥978金币
【等级17】无属性▕▏升级≥1000金币
【等级18】15% 回帖金币+2▕▏升级≥1092金币
【等级19】26% 回帖金币+2▕▏升级≥1202金币
【等级20】55% 回帖咒术+1▕▏升级≥1204金币
【等级21】40% 回帖金币+3▕▏升级≥1250金币
【等级22】7% 回帖金币+1▕▏升级≥1334金币
【等级23】60% 回帖金币+10▕▏升级≥1335金币
【等级24】23% 回帖金币+1▕▏升级≥1500金币
【等级25】15% 回帖金币+2▕▏升级≥1666金币
【等级26】2% 发帖灵魂+1▕▏升级≥1667金币
【等级27】无属性▕▏升级≥1699金币
【等级28】23% 回帖金币+1▕▏升级≥1750金币
【等级29】10% 回帖血液-1▕▏升级≥1763金币
【等级30】30% 回帖金币+3 血液+1▕▏升级≥1811金币
【等级31】7% 回帖金币+1▕▏升级≥1888金币
【等级32】18% 回帖知识+1▕▏升级≥1889金币
【等级33】26% 回帖金币+2▕▏升级≥2000金币
【等级34】23% 回帖金币+1▕▏升级≥2073金币
【等级35】无属性▕▏升级≥2101金币
【等级36】27% 回帖金币+3▕▏升级≥2250金币
【等级37】15% 回帖金币+2▕▏升级≥2348金币
【等级38】60% 回帖金币+10▕▏升级≥2349金币
【等级39】40% 回帖金币+3▕▏升级≥2401金币
【等级40】7% 回帖金币+1▕▏升级≥2500金币
【等级41】18% 回帖知识+1▕▏升级≥2501金币
【等级42】26% 回帖金币+2▕▏升级≥2615金币
【等级43】23% 回帖金币+1▕▏升级≥2748金币
【等级44】55% 回帖咒术+1▕▏升级≥2750金币
【等级45】10% 回帖血液-1▕▏升级≥2866金币
【等级46】7% 回帖金币+1▕▏升级≥2903金币
【等级47】2% 发帖灵魂+1▕▏升级≥2904金币
【等级48】15% 回帖金币+2▕▏升级≥2962金币
【等级49】30% 回帖金币+3 血液+1▕▏升级≥3000金币
【 Max 】无属性`,
  木柴堆: `木柴堆
【勋章类型】资产
【入手条件】旅程≥18
【商店售价】90金币
【等级1】1% 回帖金币+1▕▏升级条件：消耗5血液
【等级2】5% 回帖金币+1▕▏升级条件：消耗150金币
【等级3】1% 无属性▕▏升级条件：消耗30血液
【 Max 】10% 回帖金币+1、发帖金币+3 旅程+1`,
  神秘的邀请函: `神秘的邀请函
【勋章类型】资产
【入手条件】主题≥3 在线时间＞12小时
【商店售价】100金币
【等级1】1% 回帖金币+1、发帖金币+1▕▏升级条件：消耗80血液
【等级2】1% 回帖血液+1、发帖血液+1▕▏升级条件：消耗80金币
【等级3】5% 回帖血液-1▕▏升级条件：追随≥30
【等级4】5% 回帖金币+3 血液-1、发帖金币+3 血液-1▕▏升级条件：知识≥10
【等级5】10% 回帖血液+1 金币+1、发帖血液+2 金币+3▕▏升级条件：消耗-100金币
【 Max 】无属性`,
  诺曼底号: `诺曼底号
【勋章类型】资产
【入手条件】无
【商店售价】8700金币
【等级1】无属性▕▏升级条件：金币≥100
【等级2】50% 发帖血液+7▕▏升级条件：金币≥1000
【等级3】50% 发帖血液+7 旅程+1▕▏升级条件：金币≥5000
【等级4】50% 发帖血液+7 旅程+1 咒术+3▕▏升级条件：金币≥10000
【等级5】50% 发帖血液+7 旅程+1 咒术+3 知识+1▕▏升级条件：金币≥20000
【 Max 】无属性`,
  德拉克魂匣: `德拉克魂匣
【勋章类型】资产
【入手条件】知识≥10
【商店售价】350血液
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：知识≥60（猜测）
【等级2】8% 回帖血液+1、发帖血液+2▕▏升级条件：知识≥120
【等级3】14% 回帖血液+1、发帖血液+2 咒术+1  ▕▏升级条件：知识≥180
【 Max 】20% 回帖血液+2、发帖血液+3 咒术+1`,
  圣甲虫秘典: `圣甲虫秘典
【勋章类型】资产
【入手条件】知识≥10
【商店售价】350金币
【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗50咒术
【等级2】10% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥100
【等级3】15% 回帖金币+2、发帖金币+3▕▏升级条件：知识≥200
【 Max 】20% 回帖金币+3、发帖金币+4`,
  '生化危机：复仇': `生化危机：复仇
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖金币+1 血液+1 `,
  五花八门版块: `五花八门版块
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖咒术+1`,
  奥兹大陆: `奥兹大陆
【勋章类型】板块
【入手条件】旅程＞25 在线时间＞255小时
【商店售价】100金币
【 Max 】2% 回帖咒术+1、发帖咒术+1`,
  '龙腾世纪：审判': `龙腾世纪：审判
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖旅程+1`,
  质量效应三部曲: `质量效应三部曲
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖血液+2`,
  '辐射:新维加斯': `辐射:新维加斯
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖堕落+1`,
  TRPG纪念章: `TRPG纪念章
【勋章类型】奖品
【入手条件】完成TRPG版块内的跑团任务
【商店售价】无
【等级1】无属性▕▏升级条件:-100金币
【 Max 】2% 回帖金币+1 血液+1`,
  '上古卷轴V:天际': `上古卷轴V:天际
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖金币+2`,
  堕落飨宴: `堕落飨宴
【勋章类型】板块
【入手条件】旅程≥20 在线时间≥100小时 发帖数≥100 主题≥10
【商店售价】9999金币
【等级1】无属性▕▏升级条件：堕落-10
【等级2】无属性▕▏升级条件：血液-500
【等级3】无属性▕▏升级条件：堕落-20
【等级4】无属性▕▏升级条件：咒术-200
【等级5】无属性▕▏升级条件：堕落-30
【等级6】无属性▕▏升级条件：旅程-30
【等级7】无属性▕▏升级条件：堕落-40
【等级8】无属性▕▏升级条件：知识-20
【等级9】无属性▕▏升级条件：堕落-50
【等级10】无属性▕▏升级条件：金币-500
【等级11】无属性▕▏升级条件：堕落-60
【等级12】无属性▕▏升级条件：血液-1500
【等级13】无属性▕▏升级条件：堕落-70
【等级14】无属性▕▏升级条件：咒术-300
【等级15】无属性▕▏升级条件：堕落-80
【等级16】无属性▕▏升级条件：旅程-50
【等级17】无属性▕▏升级条件：堕落-90
【等级18】无属性▕▏升级条件：知识-30
【等级19】无属性▕▏升级条件：堕落-100
【等级20】无属性▕▏升级条件：金币-2500
【等级21】1% 回帖金币+5 血液+5 堕落+5、发帖灵魂+1 咒术+10▕▏升级条件：堕落-200
【等级22】1% 回帖金币+5 血液+5 堕落+5、发帖灵魂+1 咒术+10▕▏升级条件：灵魂-2
【 Max 】1% 回帖金币+5 血液+5 堕落+5、发帖灵魂+1 咒术+10`,
  模擬人生4: `模擬人生4
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖金币+1`,
  达拉然: `达拉然
【勋章类型】板块
【入手条件】旅程≥25 知识≥25
【商店售价】100金币
【 Max 】2% 回帖知识+1`,
  艾尔登法环: `艾尔登法环
【【勋章类型】板块
【入手条件】无
【商店售价】100金币
【等级Max】1% 回帖旅程+1`,
  牧羊人: `牧羊人
【勋章类型】天赋
【入手条件】发帖数>=100
【商店售价】无
【等级1】5% 发帖旅程+1▕▏升级条件：发帖数>250
【等级2】8% 发帖旅程+1▕▏升级条件：发帖数>500
【 Max 】10% 发帖旅程+1`,
  森林羊男: `森林羊男
【勋章类型】天赋
【入手条件】注册天数>45 并且 在线时间(小时)>200 井且 血液>150井且 旅程>50
【商店售价】无
【 Max 】5% 回帖知识+1、发帖知识+1`,
  堕落之舞: `堕落之舞
【勋章类型】天赋
【入手条件】堕落>40
【商店售价】无
【 Max 】35% 发帖金币+3`,
  黄色就是俏皮: `黄色就是俏皮
【勋章类型】天赋
【入手条件】堕落>20 幷且 血液>60 并且主题数 >= 6
【商店售价】无
【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：50主题数
【 Max 】10% 回帖血液+1、发帖血液+1`,
  骑兽之子: `骑兽之子
【勋章类型】天赋
【入手条件】旅程 >= 120 井且 灵魂 >=1
【商店售价】无
【等级1】20% 回帖血液+1、发帖血液+3 咒术+1▕▏升级条件：灵魂 ≥3
【 Max 】50% 回帖血液+1、发帖血液+3 咒术+1`,
  禽兽扒手: `禽兽扒手
【勋章类型】天赋
【入手条件】追随 >= 35 幷且 旅程 >= 45 并且 知识 >= 15
【商店售价】无
【等级1】10% 回帖血液-1 咒术+1▕▏升级条件：101在线时间
【等级2】30% 回帖血液-1 咒术+1▕▏升级条件：110在线时间
【等级3】10% 回帖血液-1 咒术+1▕▏升级条件：201在线时间
【等级4】30% 回帖血液-1 咒术+1▕▏升级条件：210在线时间
【等级5】10% 回帖血液-1 咒术+1▕▏升级条件：301在线时间
【等级6】30% 回帖血液-1 咒术+1▕▏升级条件：310在线时间
【等级7】10% 回帖血液-1 咒术+1▕▏升级条件：401在线时间
【等级8】30% 回帖血液-1 咒术+1▕▏升级条件：410在线时间
【等级9】10% 回帖血液-1 咒术+1▕▏升级条件：501在线时间
【等级10】30% 回帖血液-1 咒术+1▕▏升级条件：510在线时间
【等级11】10% 回帖血液-1 咒术+1▕▏升级条件：601在线时间
【等级12】30% 回帖血液-1 咒术+1▕▏升级条件：610在线时间
【等级13】10% 回帖血液-1 咒术+1▕▏升级条件：701在线时间
【等级14】10% 回帖血液-1 咒术+1▕▏升级条件：710在线时间
【等级15】10% 回帖血液-1 咒术+1▕▏升级条件：801在线时间
【等级16】30% 回帖血液-1 咒术+1▕▏升级条件：810在线时间
【等级17】10% 回帖血液-1 咒术+1▕▏升级条件：901在线时间
【等级18】30% 回帖血液-1 咒术+1▕▏升级条件：910在线时间
【等级19】10% 回帖血液-1 咒术+1▕▏升级条件：1001在线时间
【等级20】30% 回帖血液-1 咒术+1▕▏升级条件：1100在线时间
【等级21】10% 回帖血液-1 咒术+1▕▏升级条件：2001在线时间
【等级22】30% 回帖血液-1 咒术+1▕▏升级条件：2100在线时间
【等级23】10% 回帖血液-1 咒术+1▕▏升级条件：3001在线时间
【 Max 】35% 回帖血液-1 咒术+1`,
  野兽之子: `野兽之子
【勋章类型】天赋
【入手条件】在线时间(小时) >= 200 井且 旅程 >= 20 井且 知识 >= 20 并且追随>= 20
【商店售价】无
【等级1】无属性▕▏升级条件：金币≥200
【等级2】3% 回帖知识+1 血液-1▕▏升级条件：金币≥400
【等级3】5% 回帖知识+1 血液-1▕▏升级条件：金币≥600
【等级4】7% 回帖知识+1 血液-1▕▏升级条件：金币≥800
【 Max 】9% 回帖知识+1 血液-1`,
  结晶卵: `结晶卵
【勋章类型】宠物
【入手条件】知识≥15
【商店售价】280金币
【等级1】2% 发帖知识+1▕▏升级条件：咒术≥40
【等级2】4% 回帖咒术+1、发帖知识+1▕▏升级条件：咒术≥80
【 Max 】8% 回帖咒术+2、发帖知识+1 咒术+2`,
  暮色卵: `暮色卵
【勋章类型】宠物
【入手条件】旅程≥15
【商店售价】260金币
【等级1】4% 回帖堕落+1▕▏升级条件：堕落≥80
【等级2】7% 回帖堕落+1、发帖血液+2▕▏升级条件：堕落≥150
【 Max 】15% 回帖堕落+1 血液+1、发帖血液+3`,
  青鸾蛋: `青鸾蛋
【勋章类型】宠物
【入手条件】旅程≥29
【商店售价】220金币
【等级1】6% 回帖金币+1▕▏升级条件：主题数≥20
【 Max 】12% 回帖血液+1 金币+1、发帖旅程+1`,
  电磁卵: `电磁卵
【勋章类型】宠物
【入手条件】咒术≥30
【商店售价】240金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗11咒术
【等级2】7% 回帖金币+2▕▏升级条件：消耗22咒术
【等级3】10% 回帖金币+2▕▏升级条件：消耗33咒术
【 Max 】15% 回帖金币+2`,
  珊瑚色礁石蛋: `珊瑚色礁石蛋
【勋章类型】宠物
【入手条件】发帖数≥150
【商店售价】260金币
【等级1】4% 回帖咒术+1 血液+1、发帖咒术+2▕▏升级条件：消耗188金币
【 Max 】8% 回帖咒术+1 血液+2、发帖咒术+2`,
  月影蛋: `月影蛋
【勋章类型】宠物
【入手条件】血液≥303
【商店售价】310金币
【等级1】5% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗30咒术
【等级2】10% 回帖血液+2、发帖咒术+1▕▏升级条件：血液≥388
【 Max 】15% 回帖血液+2、发帖咒术+1`,
  马戏团灰蛋: `马戏团灰蛋
【勋章类型】宠物
【入手条件】旅程≥25
【商店售价】270金币
【等级1】5% 回帖金币+1、发帖堕落+1▕▏升级条件：消耗180血液
【等级2】10% 回帖金币+2、发帖堕落+1▕▏升级条件：消耗150金币
【 Max 】12% 回帖血液+2、发帖旅程+1`,
  郁苍卵: `郁苍卵
【勋章类型】宠物
【入手条件】旅程≥35
【商店售价】350金币
【等级1】5% 回帖血液+2▕▏升级条件：消耗369金币
【 Max 】15% 回帖血液+2、发帖血液+3`,
  熔岩蛋: `熔岩蛋
【勋章类型】宠物
【入手条件】旅程≥35
【商店售价】350金币
【等级1】5% 回帖金币+2▕▏升级条件：消耗369血液
【 Max 】15% 回帖金币+2、发帖金币+3`,
  灵鹫蛋: `灵鹫蛋
【勋章类型】宠物
【入手条件】堕落≤19
【商店售价】310金币
【等级1】3% 回帖血液+1、发帖知识+1▕▏升级条件：主题≥10
【等级2】6% 回帖血液+1、发帖知识+1▕▏升级条件：消耗210金币
【等级3】10% 回帖血液+2 堕落-1、发帖知识+1▕▏升级条件：主题≥50
【 Max 】15% 回帖血液+2 堕落-1、发帖知识+1`,
  血鹫蛋: `血鹫蛋
【勋章类型】宠物
【入手条件】堕落≥25
【商店售价】310金币
【等级1】3% 回帖金币+1、发帖旅程+1▕▏升级条件：咒术≥50
【等级2】6% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗210血液
【等级3】10% 回帖金币+2 堕落+1、发帖旅程+1▕▏升级条件：咒术≥150
【 Max 】15% 回帖金币+2 堕落+1、发帖旅程+1`,
  软泥怪蛋: `软泥怪蛋
【勋章类型】宠物
【入手条件】主题≥30
【商店售价】150金币
【等级1】4% 回帖血液+2▕▏升级条件：消耗220金币
【 Max 】4% 回帖血液+1 旅程+1`,
  螺旋纹卵: `螺旋纹卵
【勋章类型】宠物
【入手条件】旅程≥33
【商店售价】270金币
【等级1】5% 回帖堕落+1 金币+1▕▏升级条件：消耗188血液
【 Max 】11% 回帖堕落+1 金币+1`,
  万圣彩蛋: `万圣彩蛋
【勋章类型】宠物
【入手条件】追随≥35
【商店售价】310金币
【等级1】6% 回帖金币+2、发帖金币+2▕▏升级条件：消耗33咒术
【 Max 】12% 回帖金币+2、发帖金币+2`,
  幽光彩蛋: `幽光彩蛋
【勋章类型】宠物
【入手条件】知识≥22
【商店售价】300金币
【等级1】5% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗25咒术
【等级2】8% 回帖血液+2、发帖咒术+1▕▏升级条件：旅程≥77
【 Max 】14% 回帖血液+2、发帖咒术+1`,
  沙漠羽蛋: `沙漠羽蛋
【勋章类型】宠物
【入手条件】旅程≥25
【商店售价】250金币
【等级1】5% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗173金币
【 Max 】10% 回帖血液+2、发帖旅程+1`,
  林中之蛋: `林中之蛋
【勋章类型】宠物
【入手条件】旅程≥35
【商店售价】275金币
【等级1】6% 回帖金币+1 血液+1▕▏升级条件：消耗213血液
【 Max 】12% 回帖金币+1 血液+1`,
  五彩斑斓的蛋: `五彩斑斓的蛋
【勋章类型】宠物
【入手条件】堕落≤100 旅程≥50
【商店售价】220金币
【等级1】2% 回帖血液+1▕▏升级条件：消耗100血液
【等级2】5% 回帖咒术+1 血液-1▕▏升级条件：消耗50咒术
【 Max 】8% 回帖咒术+2 堕落-1`,
  血红色的蛋: `血红色的蛋
【勋章类型】宠物
【入手条件】堕落≥60
【商店售价】290金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗75血液
【等级2】10% 回帖金币+1 堕落+1▕▏升级条件：消耗100血液
【 Max 】15% 回帖金币+1 堕落+1`,
  海边的蛋: `海边的蛋
【勋章类型】宠物
【入手条件】在线时间≥300小时
【商店售价】288金币
【等级1】10% 回帖金币+1▕▏升级条件：消耗100金币
【 Max 】20% 回帖金币+1、发帖金币+3`,
  新手蛋: `新手蛋
【勋章类型】宠物
【入手条件】发帖数＞＝50 主题数＞＝ 2
【商店售价】120金币
【等级1】10% 回帖金币+1▕▏升级条件：发帖数≥150
【等级2】20% 回帖金币+1▕▏升级条件：发帖数≥300
【等级3】30% 回帖金币+1▕▏升级条件：发帖数≥500
【 Max 】5% 回帖金币+1`,
  深渊遗物: `深渊遗物
【勋章类型】奖品
【入手条件】【星尘月陨】活动奖励
【等级1】1% 回帖血液+1▕▏升级条件：消耗50血液
【等级2】1% 回帖血液+2▕▏升级条件：消耗10咒术
【 Max 】1% 回帖血液+3`,
  '【限定】深渊遗物': `【限定】深渊遗物
【勋章类型】宠物
【入手条件】【星尘月陨】活动奖励
【等级1】1% 回帖血液+3▕▏升级条件：消耗-1旅程
【 Max 】10% 回帖血液+3、发帖旅程+1`,
  小阿尔的蛋: `小阿尔的蛋
【勋章类型】宠物
【入手条件】在线时间≥200小时
【商店售价】388金币
【等级1】5% 回帖血液+1、发帖金币+2▕▏升级条件：消耗150金币
【等级2】8% 回帖血液+1、发帖金币+2▕▏升级条件：消耗200血液
【等级3】10% 回帖血液+2、发帖金币+2▕▏升级条件：在线时间≥1000小时
【 Max 】15% 回帖血液+2、发帖金币+3`,
  红石: `红石
【勋章类型】资产
【入手条件】血液≥30
【商店售价】177金币
【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：血液≥233
【 Max 】8% 回帖血液+2、发帖旅程+1`,
  幽灵竹筒: `幽灵竹筒
【勋章类型】资产
【入手条件】在线时间≥20小时
【商店售价】280金币
【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：在线时间≥100小时
【等级2】8% 回帖血液+2、发帖血液+1▕▏升级条件：在线时间≥300小时
【 Max 】4% 回帖旅程+1 血液+1、发帖旅程+1 血液+1`,
  神秘的红茶: `神秘的红茶
【勋章类型】资产
【入手条件】无
【商店售价】77金币
【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗30血液
【等级2】7% 回帖血液+1▕▏升级条件：堕落≥33
【 Max 】7% 回帖血液+1 堕落+1`,
  种植土豆: `种植土豆
【勋章类型】资产
【入手条件】无
【商店售价】140金币
【等级1】2% 回帖血液+1▕▏升级条件：消耗25血液
【等级2】4% 回帖血液+1▕▏升级条件：知识≥5
【等级3】6% 回帖血液+1▕▏升级条件：消耗35血液
【等级4】8% 回帖血液+1▕▏升级条件：知识≥15
【等级5】10% 回帖血液+1、发帖血液+2▕▏升级条件：消耗-88金币
【 Max 】3% 回帖血液+1`,
  用过的粪桶: `用过的粪桶
【勋章类型】资产
【入手条件】旅程≥10
【商店售价】111金币
【等级1】3% 回帖血液-2 金币+2▕▏升级条件：消耗30血液
【 Max 】6% 回帖血液-1 金币+2`,
  箭术卷轴: `箭术卷轴
【勋章类型】资产
【入手条件】无
【商店售价】70金币
【 Max 】4% 回帖血液+1、发帖血液+1`,
  '【圣诞限定】心心念念小雪人': `【圣诞限定】心心念念小雪人
【勋章类型】资产
【入手条件】无
【商店售价】666金币
【 Max 】1% 发帖旅程+1 金币+5 血液+5 咒术+3 知识+1 灵魂+1`,
  心心念念小雪人: `心心念念小雪人
【勋章类型】资产
【入手条件】无
【商店售价】666金币
【 Max 】1% 发帖旅程+1 金币+5 血液+5 咒术+3 知识+1 灵魂+1`,
  魔法石碑: `魔法石碑
【勋章类型】资产
【入手条件】无
【商店售价】130金币
【 Max 】7% 回帖血液+1，发帖咒术+1`,
  远古石碑: `远古石碑
【勋章类型】资产
【入手条件】无
【商店售价】140金币
【 Max 】7% 回帖金币+1，发帖咒术+1`,
  冒险用面包: `冒险用面包
【勋章类型】资产
【入手条件】无
【商店售价】150金币
【等级1】6% 回帖血液+1▕▏升级条件：旅程≥18
【等级2】6% 回帖血液+2▕▏升级条件：消耗-25血液
【 Max 】2% 回帖血液+2`,
  海螺号角: `海螺号角
【勋章类型】资产
【入手条件】旅程≥15
【商店售价】277金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗177血液
【等级2】10% 回帖金币+1▕▏升级条件：旅程≥77
【 Max 】10% 回帖金币+1、发帖旅程+1 金币+3`,
  沙漠神灯: `沙漠神灯
【勋章类型】资产
【入手条件】知识≥20
【商店售价】250金币
【等级1】2% 回帖咒术+1▕▏升级条件：消耗25咒术
【等级2】3% 回帖咒术+1、发帖知识+1▕▏升级条件：金币≥433
【 Max 】3% 回帖咒术+1 知识+1、发帖咒术+1 知识+1`,
  冒险用指南针: `冒险用指南针
【勋章类型】资产
【入手条件】无
【商店售价】150金币
【 Max 】3% 回帖旅程+1`,
  暖心小火柴: `暖心小火柴
【勋章类型】资产
【入手条件】旅程≥15
【商店售价】333金币
【等级1】勋章博物馆资料暂缺
【等级2】11% 回帖金币+1 血液-1、发帖金币+2▕▏升级条件：消耗33血液
【等级3】11% 回帖金币-1 血液+1、发帖血液+2▕▏升级条件：消耗33血液
【 Max 】11% 回帖金币+1 血液+1、发帖血液+1 金币+1`,
  神秘的漂流瓶: `神秘的漂流瓶
【勋章类型】资产
【入手条件】旅程≥66
【商店售价】500金币
【等级1】无属性▕▏升级条件：消耗1旅程
【等级2】无属性▕▏升级条件：消耗1旅程
【等级3】无属性▕▏升级条件：消耗1旅程
【等级4】无属性▕▏升级条件：消耗1旅程
【等级5】无属性▕▏升级条件：消耗1旅程
【等级6】无属性▕▏升级条件：消耗1旅程
【等级7】无属性▕▏升级条件：消耗1旅程
【等级8】无属性▕▏升级条件：消耗1旅程
【等级9】无属性▕▏升级条件：消耗1旅程
【等级10】无属性▕▏升级条件：消耗-9旅程
【 Max 】12% 发帖旅程+1 知识+1`,
  冒险用绷带: `冒险用绷带
【勋章类型】资产
【入手条件】无
【商店售价】211金币
【等级1】10% 回帖血液+1▕▏升级条件：消耗-10血液
【等级2】8% 回帖血液+1▕▏升级条件：消耗-15血液
【等级3】6% 回帖血液+1▕▏升级条件：消耗-20血液
【 Max 】4% 回帖血液+2`,
  宝箱内的球: `宝箱内的球
【勋章类型】资产
【入手条件】旅程≥15
【商店售价】350金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗100金币
【等级2】6% 回帖金币+1、发帖金币+1▕▏升级条件：消耗150血液
【等级3】2% 回帖旅程+1 金币-1、发帖金币+2▕▏升级条件：知识≥60
【等级4】10% 回帖金币+2 血液-1、发帖金币+3▕▏升级条件：旅程≥77
【 Max 】12% 回帖金币+3 血液-1、发帖金币+3`,
  'SCP-s-1889': `SCP-s-1889
【勋章类型】资产
【入手条件】旅程≥20
【商店售价】450金币
【等级1】无属性▕▏升级条件：消耗1旅程
【等级2】无属性▕▏升级条件：消耗1旅程
【等级3】无属性▕▏升级条件：消耗1旅程
【等级4】无属性▕▏升级条件：消耗1旅程
【等级5】无属性▕▏升级条件：消耗1旅程
【等级6】无属性▕▏升级条件：消耗-5旅程
【 Max 】3% 回帖知识+1 血液+2`,
  GHOST: `GHOST
【勋章类型】资产
【入手条件】堕落≥10
【商店售价】200金币
【等级1】1% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗10血液
【等级2】2% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗10血液
【等级3】3% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗10血液
【等级4】4% 回帖血液-1 金币+2、发帖血液-1 金币+2▕▏升级条件：消耗10血液
【等级5】5% 回帖血液-1 金币+2、发帖血液-1 金币+2▕▏升级条件：消耗10血液
【等级6】6% 回帖血液-1 金币+2、发帖血液-1 金币+2▕▏升级条件：消耗10血液
【 Max 】7% 回帖血液-1 金币+3、发帖血液-1 金币+3`,
  GM論壇初心者勛章: `GM論壇初心者勛章
【勋章类型】资产
【入手条件】无
【商店售价】100金币
【等级1】15% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间≥72
【等级2】12% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间≥150
【等级3】8% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间≥280
【等级4】5% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：在线时间≥560
【 Max 】2% 回帖金币+1 血液+1、发帖金币+5 血液+5`,
  社畜专用闹钟: `社畜专用闹钟
【勋章类型】资产
【入手条件】无
【商店售价】150金币
【等级1】20% 回帖金币+1 血液-1▕▏升级条件：金币＞996
【 Max 】20% 回帖金币-1 血液+1`,
  冒险用宝箱: `冒险用宝箱
【勋章类型】资产
【入手条件】无
【商店售价】200金币
【等级1】5% 回帖血液+1▕▏升级条件：旅程≥25
【等级2】5% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗15咒术
【 Max 】10% 回帖血液+1、发帖知识+1`,
  羽毛笔: `羽毛笔
【勋章类型】资产
【入手条件】知识≥5
【商店售价】280金币
【等级1】1% 回帖旅程+1 血液+1▕▏升级条件：消耗33血液
【等级2】2% 回帖旅程+1 血液+1▕▏升级条件：消耗66血液
【等级3】3% 回帖旅程+1 血液+1▕▏升级条件：消耗99血液
【 Max 】4% 回帖旅程+1 血液+1`,
  超级无敌名贵金卡: `超级无敌名贵金卡
【勋章类型】资产
【入手条件】无
【商店售价】688金币
【 Max 】100% 回帖金币+0`,
  'One Ring': `One Ring
【勋章类型】资产
【入手条件】旅程≥25
【商店售价】500金币
【等级1】无属性▕▏升级条件：消耗200金币
【等级2】无属性▕▏升级条件：消耗-1堕落
【等级3】无属性▕▏升级条件：消耗-1堕落
【等级4】无属性▕▏升级条件：消耗-1堕落
【等级5】无属性▕▏升级条件：消耗-1堕落
【等级6】无属性▕▏升级条件：消耗-1堕落
【等级7】无属性▕▏升级条件：消耗-1堕落
【等级8】无属性▕▏升级条件：消耗-1堕落
【等级9】无属性▕▏升级条件：消耗-1堕落
【等级10】无属性▕▏升级条件：消耗-1堕落
【等级11】无属性▕▏升级条件：消耗10堕落
【 Max 】50% 发帖血液+1 堕落-1`,
  秘密空瓶: `秘密空瓶
【勋章类型】资产
【入手条件】追随≥42
【商店售价】666金币
【等级1】15% 回帖血液+1▕▏升级条件：消耗1灵魂
【等级2】100% 发帖血液+2▕▏升级条件：灵魂≥1
【 Max 】100% 发帖金币+2 血液+1`,
  梦中的列车: `梦中的列车
【勋章类型】资产
【入手条件】旅程≥25
【商店售价】350金币
【等级1】无属性▕▏升级条件：消耗1旅程
【等级2】无属性▕▏升级条件：消耗1旅程
【等级3】无属性▕▏升级条件：消耗1旅程
【等级4】无属性▕▏升级条件：消耗1旅程
【等级5】无属性▕▏升级条件：消耗1旅程
【等级6】无属性▕▏升级条件：消耗1旅程
【等级7】无属性▕▏升级条件：消耗1旅程
【等级8】无属性▕▏升级条件：消耗1旅程
【等级9】无属性▕▏升级条件：消耗1旅程
【等级10】无属性▕▏升级条件：消耗1旅程
【等级11】无属性▕▏升级条件：消耗-10旅程
【 Max 】3% 回帖知识+1、发帖知识+1`,
  冒险专用绳索: `冒险专用绳索
【勋章类型】装备
【入手条件】堕落＞10
【商店售价】220金币
【等级1】4% 回帖堕落+1▕▏升级条件：堕落≥66
【 Max 】8% 回帖堕落+1 金币+1`,
  '赫尔墨斯·看守者之杖': `赫尔墨斯·看守者之杖
【勋章类型】装备
【入手条件】知识≥8
【商店售价】288金币
【等级1】3% 回帖血液+1▕▏升级条件：消耗200血液
【等级2】1% 回帖知识+1、发帖知识+1▕▏升级条件：知识≥20
【等级3】8% 回帖知识+1 堕落+2、发帖知识+1 堕落+2▕▏升级条件：堕落≥30
【等级4】6% 回帖知识+1 堕落+1、发帖知识+1 堕落+1▕▏升级条件：堕落≥60
【等级5】4% 回帖知识+1 堕落+1、发帖知识+1 堕落+1▕▏升级条件：堕落≥90
【 Max 】2% 回帖知识+1 血液-1、发帖知识+1 血液-1`,
  巴啦啦小魔仙棒: `巴啦啦小魔仙棒
【勋章类型】装备
【入手条件】无
【商店售价】130金币
【等级1】3% 回帖知识+1▕▏升级条件：知识≥13
【等级2】6% 回帖咒术+1▕▏升级条件：消耗39咒术
【 Max 】9% 回帖咒术+1、发帖咒术+1`,
  十字军护盾: `十字军护盾
【勋章类型】装备
【入手条件】无
【商店售价】190金币
【 Max 】8% 回帖金币+1、发帖金币+1`,
  龙血之斧: `龙血之斧
【勋章类型】装备
【入手条件】无
【商店售价】210金币
【 Max 】15% 发帖血液+3`,
  蔷薇骑士之刃: `蔷薇骑士之刃
【勋章类型】装备
【入手条件】追随≥10
【商店售价】320金币
【等级1】4% 回帖金币+1 血液+1、发帖知识+1▕▏升级条件：追随≥87
【 Max 】8% 回帖金币+1 血液+1、发帖知识+1`,
  狩猎用小刀: `狩猎用小刀
【勋章类型】装备
【入手条件】知识≥10
【商店售价】230金币
【等级1】4% 回帖堕落+1▕▏升级条件：消耗100血液
【等级2】8% 回帖血液+2▕▏升级条件：消耗-5堕落
【等级3】8% 回帖金币+2▕▏升级条件：消耗-5堕落
【 Max 】4% 回帖堕落+1、发帖旅程+1`,
  钢铁勇士弯刀: `钢铁勇士弯刀
【勋章类型】装备
【入手条件】无
【商店售价】140金币
【 Max 】4% 回帖金币+1 堕落-1`,
  海盗弯钩: `海盗弯钩
【勋章类型】装备
【入手条件】无
【商店售价】130金币
【 Max 】4% 回帖血液+1 堕落+1`,
  生锈的海盗刀枪: `生锈的海盗刀枪
【勋章类型】装备
【入手条件】堕落≥15
【商店售价】310金币
【等级1】5% 回帖堕落+1、发帖金币+3▕▏升级条件：旅程≥60
【等级2】10% 回帖堕落+1、发帖金币+3▕▏升级条件：消耗180金币
【 Max 】15% 回帖堕落+1、发帖金币+3`,
  日荒戒指: `日荒戒指
【勋章类型】装备
【入手条件】无
【商店售价】300金币
【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗88金币
【 Max 】10% 回帖金币+1、发帖金币+2`,
  月陨戒指: `月陨戒指
【勋章类型】装备
【入手条件】无
【商店售价】300金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗88血液
【 Max 】10% 回帖血液+1、发帖血液+2`,
  星芒戒指: `星芒戒指
【勋章类型】装备
【入手条件】无
【商店售价】300金币
【等级1】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗18咒术
【 Max 】8% 回帖咒术+1、发帖咒术+1`,
  琉璃玉坠: `琉璃玉坠
【勋章类型】装备
【入手条件】无
【商店售价】180金币
【等级1】7% 回帖金币+1▕▏升级条件：消耗88血液
【 Max 】7% 回帖血液+1 金币+1`,
  武士之魂: `武士之魂
【勋章类型】装备
【入手条件】知识≥30
【商店售价】999金币
【等级1】10% 回帖血液+1、发帖血液+2▕▏升级条件：知识≥50
【等级2】12% 回帖血液+2、发帖血液+3▕▏升级条件：消耗130血液
【等级3】15% 回帖血液+2 金币+1、发帖旅程+1▕▏升级条件：消耗1灵魂
【 Max 】2% 回帖金币+1 血液+3 旅程+1 知识+1 、发帖灵魂+1`,
  力量腕带: `力量腕带
【勋章类型】装备
【入手条件】无
【商店售价】125金币
【 Max 】8% 回帖金币+1`,
  物理学圣剑: `物理学圣剑
【勋章类型】装备
【入手条件】无
【商店售价】188金币
【 Max 】6% 回帖血液+1、发帖知识+1`,
  男用贞操带: `男用贞操带
【勋章类型】装备
【入手条件】无
【商店售价】180金币
【 Max 】3% 回帖旅程+1 堕落-1`,
  贤者头盔: `贤者头盔
【勋章类型】装备
【入手条件】知识≥1
【商店售价】200金币
【等级1】8% 回帖金币-1 咒术+1、发帖金币+1▕▏升级条件：消耗100血液
【等级2】10% 回帖血液-1 咒术+1、发帖咒术+1▕▏升级条件：消耗100金币
【 Max 】8% 回帖咒术+1、发帖知识+1`,
  恩惠护符: `恩惠护符
【勋章类型】装备
【入手条件】旅程≥10
【商店售价】250金币
【等级1】3% 回帖金币+1、发帖金币+1▕▏升级条件：消耗350金币
【等级2】6% 回帖金币+2，发帖金币+3▕▏升级条件：旅程≥69
【 Max 】9% 回帖金币+3、发帖金币+5`,
  超级幸运无敌辉石: `超级幸运无敌辉石
【勋章类型】装备
【入手条件】无
【商店售价】1088金币
【等级1】1% 回帖血液+5、发帖血液+5▕▏升级条件：消耗1188血液
【 Max 】1% 回帖金币+20、发帖金币+20`,
  '安杜因·乌瑞恩': `安杜因·乌瑞恩
【勋章类型】游戏男从
【入手条件】旅程≥10
【商店售价】480金币
【等级1】10% 发帖堕落-1▕▏升级条件：血液≥200
【等级2】10% 回帖堕落-1、发帖堕落-1▕▏升级条件：咒术≥40
【等级3】10% 回帖堕落-1 血液+1、发帖堕落-1 血液+1▕▏升级条件：消耗280血液
【 Max 】13% 回帖堕落-1 血液+2、发帖堕落-1 血液+3`,
  '羅素·托維': `羅素·托維
【勋章类型】真人男从
【入手条件】无
【商店售价】240金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗50血液
【等级2】5% 回帖金币+1、发帖金币+1▕▏升级条件：金币≥100
【等级3】15% 回帖金币+3、发帖金币+3▕▏升级条件：金币≥200
【等级4】10% 回帖金币+2、发帖金币+2▕▏升级条件：金币≥300
【 Max 】5% 回帖金币+1 血液+1、发帖金币+1 血液+1`,
  '蓝礼·拜拉席恩': `蓝礼·拜拉席恩
【勋章类型】真人男从
【入手条件】堕落≤35
【商店售价】520金币
【等级1】5% 回帖金币+1、发帖金币+2▕▏升级条件：主题≥5
【等级2】10% 回帖金币+1 血液+1、发帖金币+2▕▏升级条件：追随≥22
【等级3】10% 回帖金币+1 血液+1、发帖旅程+1 金币+2▕▏升级条件：金币≥520
【等级4】5% 回帖血液-1、发帖血液-1▕▏升级条件：消耗520金币
【 Max 】13% 回帖金币+1 血液+1、发帖金币+2 血液+2`,
  '阿列克西欧斯（Alexios）': `阿列克西欧斯（Alexios）
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】3% 发帖知识+1▕▏升级条件：主题≥10
【等级2】3% 回帖堕落-1 血液+1、发帖知识+1▕▏升级条件：消耗200金币
【等级3】5% 回帖堕落-1 血液+1、发帖知识+1▕▏升级条件：消耗220血液
【等级4】7% 回帖堕落-1 血液+2、发帖知识+1▕▏升级条件：消耗-3知识
【等级5】7% 发帖知识+1▕▏升级条件：知识≥50
【 Max 】10% 回帖堕落-1 血液+2、发帖堕落-1 血液+3`,
  '莱因哈特·威尔海姆': `莱因哈特·威尔海姆
【勋章类型】游戏男从
【入手条件】无
【商店售价】449金币
【等级1】勋章博物馆资料暂缺▕▏升级条件：旅程≥31
【等级2】7% 回帖血液+1、发帖旅程+1 血液+2▕▏升级条件：旅程≥61
【 Max 】10% 回帖血液+2、发帖旅程+1 血液+3`,
  '尼克斯·乌尔里克': `尼克斯·乌尔里克
【勋章类型】游戏男从
【入手条件】堕落≤39
【商店售价】520金币
【等级1】6% 回帖血液+1、发帖咒术+1▕▏升级条件：咒术≥15
【等级2】6% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗333金币
【等级3】10% 回帖血液+2、发帖咒术+2▕▏升级条件：消耗333血液
【等级4】14% 回帖血液+1 堕落-1、发帖血液+1 堕落-2▕▏升级条件：血液≥1000
【等级5】18% 回帖咒术+1 血液-2、发帖咒术+3 血液-3▕▏升级条件：堕落≥13
【 Max 】10% 发帖堕落-1`,
  '乔纳森·里德': `乔纳森·里德
【勋章类型】游戏男从
【入手条件】血液≥50
【商店售价】360金币
【等级1】3% 回帖血液+1▕▏升级条件：消耗200血液
【等级2】6% 回帖血液+1▕▏升级条件：发帖数≥300
【等级3】9% 回帖血液+2▕▏升级条件：知识≥40
【等级4】12% 回帖血液+2 金币-1、发帖知识+1▕▏升级条件：消耗365血液
【 Max 】15% 回帖血液+3 金币-1、发帖知识+1`,
  藤田優馬: `藤田優馬
【勋章类型】真人男从
【入手条件】主题≥3
【商店售价】298金币
【等级1】3% 回帖金币+1、发帖金币+2▕▏升级条件：消耗129金币
【等级2】9% 回帖堕落+1 金币-1、发帖堕落+2▕▏升级条件：消耗129血液
【 Max 】9% 回帖血液+1 堕落-1、发帖血液+2`,
  莫瑞甘: `莫瑞甘
【勋章类型】女从
【入手条件】咒术≥40
【商店售价】360金币
【等级1】3% 回帖堕落+1▕▏升级条件：消耗150血液
【等级2】5% 回帖咒术+1▕▏升级条件：消耗220金币
【等级3】7% 回帖咒术+1 堕落+1 血液-1▕▏升级条件：旅程≥60
【等级4】10% 回帖咒术+1 血液-2、发帖血液-2 咒术+2▕▏升级条件：消耗200血液
【 Max 】10% 回帖咒术+1 血液-1、发帖血液-3 咒术+3`,
  迈克尔迈尔斯: `迈克尔迈尔斯
【勋章类型】真人男从
【入手条件】旅程≥10
【商店售价】450金币
【等级1】3% 回帖血液+1、发帖堕落+1▕▏升级条件：消耗200血液
【等级2】5% 回帖血液+2、发帖堕落+1 血液+1▕▏升级条件：主题≥20
【等级3】7% 回帖血液+1 堕落+1、发帖堕落+1 血液+2▕▏升级条件：堕落≥40
【 Max 】10% 回帖血液+2 堕落+1、发帖堕落+1 血液+3`,
  Doc: `Doc
【勋章类型】游戏男从
【入手条件】旅程≥10
【商店售价】500金币
【等级1】3% 回帖金币+1、发帖金币+1▕▏升级条件：旅程≥20
【等级2】5% 回帖金币+2 血液-1、发帖金币+2 血液-1▕▏升级条件：知识≥10
【等级3】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗250金币
【 Max 】10% 回帖金币+2 血液+1、发帖金币+2 知识+1`,
  '杰克·莫里森/士兵 76': `杰克·莫里森/士兵 76
【勋章类型】游戏男从
【入手条件】无
【商店售价】476金币
【等级1】3% 回帖血液+1▕▏升级条件：堕落≥30
【等级2】6% 回帖血液+1、发帖旅程+1▕▏升级条件：堕落≥76
【等级3】76% 回帖血液+3 堕落+2、发帖血液+7 金币+6 堕落+2▕▏升级条件：堕落≥77
【等级4】12% 回帖血液+2 金币-1、发帖旅程+1▕▏升级条件：消耗376血液
【 Max 】15% 回帖血液+3 金币-1、发帖旅程+1`,
  '索林·橡木盾': `索林·橡木盾
【勋章类型】真人男从
【入手条件】追随≥14
【商店售价】520金币
【等级1】5% 回帖血液+1、发帖旅程+1▕▏升级条件：旅程≥15
【等级2】7% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗333血液
【等级3】10% 回帖血液+2、发帖旅程+1▕▏升级条件：旅程-1
【等级4】12% 回帖血液+2、发帖旅程+1▕▏升级条件：金币≥1314
【等级5】15% 回帖金币+1 血液-1、发帖金币+3 血液-3▕▏升级条件：消耗1314金币
【 Max 】18% 回帖血液+3、发帖血液+5`,
  陷阱杀手: `陷阱杀手
【勋章类型】游戏男从
【入手条件】堕落≥10
【商店售价】280金币
【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗134金币
【等级2】5% 回帖堕落+1、发帖堕落+1▕▏升级条件：堕落≥30
【 Max 】8% 回帖血液+2、发帖血液+2`,
  '吉姆·霍普': `吉姆·霍普
【勋章类型】真人男从
【入手条件】在线时间≥100
【商店售价】300金币
【等级1】25% 回帖血液+1▕▏升级条件：血液≥35
【等级2】6% 回帖血液+1 堕落+1▕▏升级条件：消耗100血液
【等级3】8% 回帖血液+1 堕落+1▕▏升级条件：追随≥50
【等级4】10% 回帖血液+1 堕落+1▕▏升级条件：消耗250金币
【 Max 】12% 回帖血液+2 堕落+1`,
  '沃特·沙利文': `沃特·沙利文
【勋章类型】游戏男从
【入手条件】堕落≥24
【商店售价】302金币
【等级1】2% 回帖血液+2▕▏升级条件：消耗173金币
【等级2】4% 回帖血液+2、发帖咒术+1▕▏升级条件：追随≥40
【等级3】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：旅程≥60
【等级4】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：知识≥60
【等级5】8% 回帖咒术+1、发帖咒术+1 血液+1▕▏升级条件：堕落≥91
【 Max 】8% 回帖咒术+1 血液+1、发帖咒术+1 血液+1`,
  '塞巴斯蒂安·斯坦': `塞巴斯蒂安·斯坦
【勋章类型】真人男从
【入手条件】无
【商店售价】450金币
【等级1】5% 回帖金币+1▕▏升级条件：追随≥50
【 Max 】8% 回帖金币+2、发帖金币+2`,
  '魯杰羅·弗雷迪': `魯杰羅·弗雷迪
【勋章类型】真人男从
【入手条件】堕落≥30
【商店售价】300金币
【等级1】1% 回帖血液+3 堕落-1、发帖血液+3 堕落-1▕▏升级条件：消耗100血液
【等级2】2% 回帖血液+3 堕落-1、发帖知识+1 堕落-1▕▏升级条件：主题≥30
【等级3】2% 回帖知识+1 血液+1 堕落-1、发帖知识+1 血液+3▕▏升级条件：主题≥60
【 Max 】3% 回帖知识+1 血液+1 堕落-1、发帖知识+1 血液+5`,
  莎伦: `莎伦
【勋章类型】女从
【入手条件】知识≥10
【商店售价】350金币
【等级1】4% 回帖血液+1▕▏升级条件：堕落≥50
【等级2】4% 回帖血液+1 咒术+1▕▏升级条件：消耗50咒术
【等级3】8% 回帖金币+2 咒术+1▕▏升级条件：咒术≥15
【 Max 】10% 回帖金币+2`,
  疾风剑豪: `疾风剑豪
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】3% 回帖血液+1▕▏升级条件：旅程≥20
【等级2】6% 回帖血液+1▕▏升级条件：堕落≥50
【等级3】8% 回帖血液+1、发帖旅程+1▕▏升级条件：追随≥100
【等级4】10% 回帖血液+1 金币+1、发帖旅程+1▕▏升级条件：消耗300金币
【等级5】13% 回帖血液+1 金币+1、发帖旅程+1▕▏升级条件：灵魂≥1
【 Max 】5% 回帖旅程+1`,
  '【新手友好】昆進': `【新手友好】昆進
【勋章类型】游戏男从
【入手条件】无
【商店售价】250金币
【等级1】20% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：总积分≥20
【等级2】15% 回帖金币+1 血液+1、发帖金币+3 血液+3▕▏升级条件：总积分≥35
【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：总积分≥50
【 Max 】5% 回帖金币+1 血液+1、发帖金币+1 血液+1`,
  萨菲罗斯: `萨菲罗斯
【勋章类型】游戏男从
【入手条件】在线时间＞150小时
【商店售价】440金币
【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗130金币
【等级2】7% 回帖堕落+1、发帖血液+2▕▏升级条件：消耗40咒术
【等级3】8% 回帖血液+1 堕落+1、发帖血液+2 堕落+1▕▏升级条件：堕落≥100
【等级4】10% 回帖血液+1 堕落+1、发帖血液+3▕▏升级条件：堕落≥150
【等级5】12% 回帖血液+3 金币-1、发帖堕落+3▕▏升级条件：旅程≥100
【等级6】14% 回帖血液+2 堕落+1、发帖血液+3▕▏升级条件：知识≥150
【 Max 】16% 回帖血液+3 堕落+1、发帖血液+4`,
  '丹·安博尔': `丹·安博尔
【勋章类型】真人男从
【入手条件】无
【商店售价】300金币
【等级1】3% 回帖血液+1、发帖血液+2▕▏升级条件：追随≥10
【等级2】4% 回帖金币+1 血液+1、发帖金币+1 血液+2▕▏升级条件：追随≥50
【等级3】5% 回帖金币+1 血液+1、发帖金币+2 血液+2▕▏升级条件：消耗260血液
【 Max 】6% 回帖金币+1 血液+2、发帖金币+2 血液+3`,
  '汤姆·赫兰德': `汤姆·赫兰德
【勋章类型】真人男从
【入手条件】知识≥5
【商店售价】450金币
【等级1】4% 回帖血液+1▕▏升级条件：消耗50金币
【等级2】8% 回帖血液+1、发帖知识+1▕▏升级条件：知识≥20
【等级3】10% 回帖血液+1、发帖知识+1▕▏升级条件：旅程≥50
【 Max 】12% 回帖血液+1、发帖知识+1`,
  超人: `超人
【勋章类型】真人男从
【入手条件】堕落＜500
【商店售价】450金币
【等级1】4% 回帖金币+1、堕落-1、发帖血液+1▕▏升级条件：血液≥200
【等级2】6% 回帖金币+1、堕落-1、发帖血液+1▕▏升级条件：血液≥400
【等级3】8% 回帖金币+2、发帖血液+2▕▏升级条件：血液≥600
【 Max 】10% 回帖金币+3、发帖血液+3`,
  '阿尔伯特·威斯克': `阿尔伯特·威斯克
【勋章类型】游戏男从
【入手条件】知识≥10
【商店售价】400金币
【等级1】3% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100金币
【等级2】5% 回帖血液+1、发帖血液+1▕▏升级条件：堕落≥30
【等级3】8% 回帖血液+1、发帖血液+2▕▏升级条件：知识≥50
【等级4】10% 回帖血液+1、发帖知识+1▕▏升级条件：知识≥100
【 Max 】13% 回帖血液+2、发帖知识+1`,
  鬼王酒吞童子: `鬼王酒吞童子
【勋章类型】游戏男从
【入手条件】在线时间≥100小时
【商店售价】300金币
【等级1】4% 回帖血液+1▕▏升级条件：消耗50金币
【等级2】勋章博物馆资料暂缺
【等级3】8% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥50
【 Max 】10% 回帖血液+1、发帖堕落+2`,
  'Scott Ryder': `Scott Ryder
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】4% 回帖金币+2▕▏升级条件：消耗80血液
【等级2】4% 回帖金币+2、发帖旅程+1▕▏升级条件：追随≥40
【等级3】6% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗120金币
【 Max 】8% 回帖金币+2、发帖旅程+1`,
  '汉克/Hank': `汉克/Hank
【勋章类型】游戏男从
【入手条件】主题≥5
【商店售价】500金币
【等级1】5% 回帖血液+1▕▏升级条件：知识≥20
【等级2】7% 回帖血液+1、发帖血液+1▕▏升级条件：追随≥40
【等级3】9% 回帖血液+1、发帖血液+2▕▏升级条件：旅程≥60
【等级4】11% 回帖血液+1、发帖血液+3▕▏升级条件：消耗500血液
【等级5】13% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗500金币
【 Max 】25% 回帖血液+1、发帖旅程+1`,
  三角头: `三角头
【勋章类型】真人男从
【入手条件】主题≥20
【商店售价】450金币
【等级1】6% 回帖血液+1、发帖堕落+1▕▏升级条件：主题≥20
【等级2】8% 回帖血液+2、发帖堕落+1▕▏升级条件：堕落≥50
【 Max 】11% 回帖血液+2、发帖堕落+1 血液+2`,
  幻象: `幻象
【勋章类型】游戏男从
【入手条件】无
【商店售价】350金币
【等级1】3% 回帖金币+1、发帖金币+1▕▏升级条件：追随≥40
【等级2】6% 回帖金币+1、发帖金币+2▕▏升级条件：知识≥40
【等级3】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗200金币
【 Max 】10% 回帖金币+2、发帖金币+3`,
  金刚狼: `金刚狼
【勋章类型】真人男从
【入手条件】在线时间≥240小时
【商店售价】400金币
【等级1】5% 回帖堕落+1▕▏升级条件：堕落≥10
【等级2】5% 回帖金币+1 血液+1▕▏升级条件：金币≥500
【等级3】8% 回帖金币+1 血液+1▕▏升级条件：血液≥500
【 Max 】10% 回帖金币+1 血液+1 堕落-1`,
  克苏鲁: `克苏鲁
【勋章类型】真人男从
【入手条件】堕落≥15
【商店售价】666金币
【等级1】4% 回帖堕落+1、发帖堕落+1▕▏升级条件：堕落≥33
【等级2】6% 回帖堕落+1、发帖知识+1▕▏升级条件：消耗666血液
【等级3】8% 回帖堕落+2、发帖堕落+1 堕落+1▕▏升级条件：知识≥33
【等级4】10% 回帖堕落+1 血液+1、发帖堕落+1▕▏升级条件：消耗1灵魂
【 Max 】33% 回帖堕落+1 血液+1、发帖堕落+2 血液+2`,
  士官长: `士官长
【勋章类型】游戏男从
【入手条件】旅程≥10
【商店售价】450金币
【等级1】6% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗200血液
【等级2】8% 回帖金币+2 血液-1、发帖旅程+1▕▏升级条件：旅程≥50
【 Max 】11% 回帖血液+3 金币-1、发帖旅程+1`,
  '托尼·史塔克': `托尼·史塔克
【勋章类型】真人男从
【入手条件】旅程≥20
【商店售价】650金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗50血液
【等级2】6% 回帖血液+2、发帖血液+2▕▏升级条件：消耗100金币
【等级3】7% 回帖血液+2、发帖血液+3▕▏升级条件：旅程≥40
【等级4】8% 回帖血液+2、发帖知识+1▕▏升级条件：消耗150金币
【等级5】9% 回帖血液+2、发帖知识+1▕▏升级条件：知识≥20
【等级6】10% 回帖血液+2、发帖知识+1 血液+1▕▏升级条件：消耗200金币
【等级7】11% 回帖血液+3 金币-1、发帖知识+1 血液+2▕▏升级条件：消耗200血液
【等级8】12% 回帖血液+3 金币-1、发帖知识+1 血液+3▕▏升级条件：知识≥50
【等级9】15% 发帖知识+1 血液+5▕▏升级条件：消耗999血液
【 Max 】6% 回帖知识+1 血液+3、发帖知识+1 血液+5`,
  '加勒特·霍克': `加勒特·霍克
【勋章类型】游戏男从
【入手条件】无
【商店售价】300金币
【等级1】4% 回帖金币+1、发帖金币+2▕▏升级条件：消耗150金币
【等级2】6% 回帖金币+1、发帖金币+3▕▏升级条件：消耗200血液
【等级3】8% 回帖金币+1 血液+1、发帖金币+3▕▏升级条件：追随≥100
【 Max 】10% 回帖金币+1 血液+1、发帖旅程+1 金币+3`,
  艾吉奥: `艾吉奥
【勋章类型】游戏男从
【入手条件】旅程≥15
【商店售价】500金币
【等级1】4% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗200金币
【等级2】6% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗200血液
【等级3】8% 回帖金币+2 血液+1、发帖金币+2 血液+1▕▏升级条件：消耗50咒术
【等级4】3% 回帖金币+1 旅程+1 血液+1、发帖金币+1 旅程+1 血液+1▕▏升级条件：知识≥50
【等级5】4% 回帖金币+2 旅程+1 血液+1、发帖金币+2 旅程+1 血液+1▕▏升级条件：知识≥120
【 Max 】4% 回帖金币+3 旅程+1 血液+1、发帖金币+3 旅程+1 血液+1`,
  'Chris Mazdzer': `Chris Mazdzer
【勋章类型】真人男从
【入手条件】主题数≥5
【商店售价】300金币
【等级1】5% 回帖血液+1▕▏升级条件：消耗150金币
【等级2】7% 回帖血液+2▕▏升级条件：消耗200金币
【 Max 】10% 回帖血液+2`,
  '索尔·奥丁森': `索尔·奥丁森
【勋章类型】真人男从
【入手条件】知识≥5
【商店售价】500金币
【等级1】2% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗88金币
【等级2】3% 回帖咒术+1 金币+1、发帖旅程+1▕▏升级条件：消耗88血液
【等级3】4% 回帖咒术+1 金币+1、发帖旅程+1▕▏升级条件：消耗120金币
【等级4】5% 回帖咒术+1 金币+2、发帖旅程+1▕▏升级条件：消耗66咒术
【等级5】6% 回帖咒术+1 金币+2、发帖旅程+1▕▏升级条件：消耗188金币
【等级6】7% 回帖咒术+1 金币+3、发帖旅程+1▕▏升级条件：旅程≥88
【 Max 】8% 回帖咒术+1 金币+3、发帖旅程+1`,
  绯红女巫: `绯红女巫
【勋章类型】女从
【入手条件】堕落≥10
【商店售价】400金币
【等级1】2% 回帖堕落+1、发帖咒术+1▕▏升级条件：消耗100血液
【等级2】4% 回帖堕落+1、发帖咒术+1▕▏升级条件：堕落≥33
【等级3】4% 回帖堕落+1 金币+1、发帖咒术+2▕▏升级条件：消耗66咒术
【等级4】6% 回帖堕落+1 金币+1、发帖咒术+2▕▏升级条件：堕落≥88
【等级5】8% 回帖堕落+1 金币+2、发帖咒术+2▕▏升级条件：知识≥88
【 Max 】10% 回帖堕落+1 金币+2、发帖咒术+2`,
  泰比里厄斯: `泰比里厄斯
【勋章类型】游戏男从
【入手条件】咒术≥35
【商店售价】555金币
【等级1】5% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗355金币
【等级2】10% 回帖金币+1、发帖咒术+1▕▏升级条件：消耗255血液
【等级3】12% 回帖血液+1、发帖咒术+1▕▏升级条件：咒术≥155
【 Max 】15% 回帖血液+2、发帖旅程+1 咒术+1`,
  大古: `大古
【勋章类型】真人男从
【入手条件】主题数≥20
【商店售价】300金币
【等级1】2% 回帖金币+1 血液+1▕▏升级条件：血液≥100
【等级2】4% 回帖金币+1 血液+1▕▏升级条件：消耗100血液
【等级3】6% 回帖金币+1 血液+1▕▏升级条件：堕落≥50
【等级4】8% 回帖血液+1 堕落+1▕▏升级条件：消耗200血液
【等级5】10% 回帖金币+1 血液+1▕▏升级条件：血液≥666
【 Max 】12% 回帖金币+1 血液+1、发帖旅程+1`,
  炙热的格拉迪欧拉斯: `炙热的格拉迪欧拉斯
【勋章类型】游戏男从
【入手条件】主题数≥15
【商店售价】666金币
【等级1】25% 回帖血液+2▕▏升级条件：咒术≥66
【 Max 】50% 回帖血液+1`,
  格拉迪欧拉斯: `格拉迪欧拉斯
【勋章类型】游戏男从
【入手条件】血液≥100
【商店售价】450金币
【等级1】2% 回帖血液+1▕▏升级条件：消耗80金币
【等级2】4% 回帖血液+1▕▏升级条件：追随≥50
【等级3】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗120金币
【等级4】11% 回帖血液+2、发帖血液+2▕▏升级条件：消耗330金币
【 Max 】14% 回帖血液+2、发帖知识+1 血液+2`,
  '卡洛斯·奥利维拉': `卡洛斯·奥利维拉
【勋章类型】游戏男从
【入手条件】追随≥10
【商店售价】600金币
【等级1】4% 回帖金币+1▕▏升级条件：消耗200血液
【等级2】4% 回帖咒术+1▕▏升级条件：知识≥20
【等级3】6% 回帖金币+1 咒术+1▕▏升级条件：消耗500金币
【等级4】8% 回帖金币+1 咒术+1、发帖旅程+1▕▏升级条件：知识≥100
【 Max 】10% 回帖金币+2 咒术+1 血液-1、发帖旅程+1`,
  '巴基 (猎鹰与冬兵)': `巴基 (猎鹰与冬兵)
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100血液
【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗200血液
【等级3】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗400血液
【 Max 】12% 回帖血液+3、发帖血液+3`,
  Joker: `Joker
【勋章类型】真人男从
【入手条件】追随≥1
【商店售价】400金币
【等级1】6% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥30
【等级2】8% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥60
【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：追随≥90
【等级4】2% 回帖旅程+1 知识+1、发帖旅程+1 知识+1▕▏升级条件：追随≥180
【 Max 】3% 回帖旅程+1 知识+1、发帖旅程+1 知识+1`,
  'V (DMC5)': `V (DMC5)
【勋章类型】游戏男从
【入手条件】堕落≤42
【商店售价】500金币
【等级1】4% 回帖堕落-1、发帖血液+2▕▏升级条件：金币≥200
【等级2】6% 回帖堕落-1、发帖血液+2▕▏升级条件：知识≥30
【等级3】8% 回帖血液+1 堕落-1、发帖血液+2▕▏升级条件：消耗150金币
【等级4】10% 回帖血液+1 堕落-1、发帖血液+2▕▏升级条件：消耗150血液
【等级5】13% 回帖血液+1 堕落-1、发帖血液+2▕▏升级条件：消耗66咒术
【 Max 】13% 回帖血液+2 堕落-1、发帖血液+3`,
  Dante: `Dante
【勋章类型】游戏男从
【入手条件】主题数≥5
【商店售价】666金币
【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗150金币
【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗150血液
【等级3】8% 回帖血液+1、发帖血液+1▕▏升级条件：旅程≥50
【等级4】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗88咒术
【等级5】12% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥666
【等级6】15% 回帖血液+2 堕落-1、发帖血液+2▕▏升级条件：血液≥999
【 Max 】13% 回帖金币+3、发帖血液+3`,
  Vergil: `Vergil
【勋章类型】游戏男从
【入手条件】咒术≥15
【商店售价】500金币
【等级1】4% 回帖血液+1、发帖血液+2▕▏升级条件：消耗150金币
【等级2】4% 回帖血液+1、发帖咒术+2▕▏升级条件：追随≥50
【等级3】5% 回帖咒术+1、发帖咒术+2▕▏升级条件：消耗150血液
【等级4】6% 回帖咒术+1、发帖咒术+2▕▏升级条件：消耗88咒术
【等级5】8% 回帖咒术+1、发帖咒术+2▕▏升级条件：咒术≥130
【 Max 】15% 回帖血液+2、发帖咒术+3`,
  '威克多尔·克鲁姆': `威克多尔·克鲁姆
【勋章类型】真人男从
【入手条件】血液≥100
【商店售价】300金币
【等级1】6% 回帖金币+1、发帖金币+1 咒术+1▕▏升级条件：消耗100金币
【等级2】8% 回帖金币+1、发帖金币+1 咒术+1▕▏升级条件：消耗150金币
【等级3】10% 回帖金币+1、发帖金币+1 咒术+1▕▏升级条件：消耗30咒术
【 Max 】10% 回帖金币+2、发帖金币+2 咒术+1`,
  '赫敏·格兰杰': `赫敏·格兰杰
【勋章类型】女从
【入手条件】发帖数≥30
【商店售价】300金币
【等级1】6% 回帖血液+1、发帖 血液+1 咒术+1▕▏升级条件：消耗100血液
【等级2】8% 回帖血液+1、发帖血液+1 咒术+1▕▏升级条件：消耗150血液
【等级3】10% 回帖血液+1、发帖血液+1 咒术+1▕▏升级条件：消耗30咒术
【 Max 】10% 回帖血液+2、发帖血液+2 咒术+1`,
  阿拉贡: `阿拉贡
【勋章类型】真人男从
【入手条件】主题数≥15
【商店售价】680金币
【等级1】10% 回帖血液+1、发帖血液+3▕▏升级条件：消耗365血液
【等级2】12% 回帖血液+1、发帖血液+3▕▏升级条件：旅程≥88
【等级3】12% 回帖血液+2、发帖旅程+1▕▏升级条件：追随≥365
【等级4】16% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗1413金币
【 Max 】18% 回帖血液+3、发帖旅程+1`,
  瑟兰迪尔: `瑟兰迪尔
【勋章类型】真人男从
【入手条件】在线时间≥99小时
【商店售价】400金币
【等级1】5% 回帖金币+1、发帖金币+3▕▏升级条件：消耗130金币
【等级2】8% 回帖金币+1、发帖金币+3▕▏升级条件：消耗130血液
【等级3】10% 回帖金币+1、发帖金币+3▕▏升级条件：知识≥40
【 Max 】10% 回帖金币+2、发帖金币+3`,
  异形: `异形
【勋章类型】真人男从
【入手条件】堕落≥20
【商店售价】580金币
【等级1】6% 回帖血液+1▕▏升级条件：堕落≥44
【等级2】8% 回帖血液+1▕▏升级条件：消耗188血液
【等级3】10% 回帖血液+2▕▏升级条件：追随≥108
【等级4】12% 回帖血液+2 金币-1▕▏升级条件：金币＞999
【 Max 】15% 回帖血液+3 金币-1、发帖旅程+1`,
  岛田源氏: `岛田源氏
【勋章类型】游戏男从
【入手条件】旅程≥20
【商店售价】600金币
【等级1】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗300血液
【等级2】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗300金币
【等级3】10% 回帖血液+1、发帖血液+2▕▏升级条件：旅程≥60
【等级4】11% 回帖血液+1、发帖血液+3▕▏升级条件：消耗300血液
【等级5】13% 回帖血液+2、发帖血液+4▕▏升级条件：知识≥130
【 Max 】15% 回帖血液+3、发帖血液+5`,
  '小天狼星·布莱克': `小天狼星·布莱克
【勋章类型】真人男从
【入手条件】堕落≤30
【商店售价】520金币
【等级1】10% 回帖血液+1、发帖血液+3▕▏升级条件：消耗123咒术
【等级2】8% 回帖血液-1 咒术+1、发帖血液-3 咒术+3▕▏升级条件：血液≥520
【 Max 】10% 回帖咒术+1、发帖知识+1`,
  甘道夫: `甘道夫
【勋章类型】真人男从
【入手条件】知识≥18
【商店售价】700金币
【等级1】8% 回帖血液+1 、发帖知识+1▕▏升级条件：旅程≥60
【等级2】10% 发帖血液+2 知识+1▕▏升级条件：灵魂≥2
【等级3】1% 发帖灵魂+1▕▏升级条件：消耗1点堕落
【等级4】12% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗111咒术
【 Max 】15% 回帖血液+3、发帖咒术+2`,
  莱戈拉斯: `莱戈拉斯
【勋章类型】真人男从
【入手条件】无
【商店售价】300金币
【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：消耗50金币
【等级2】6% 回帖金币+1、发帖血液+2▕▏升级条件：消耗50血液
【等级3】7% 回帖金币+2、发帖血液+2▕▏升级条件：消耗100金币
【 Max 】8% 回帖金币+2、发帖血液+3`,
  神灯: `神灯
【勋章类型】真人男从
【入手条件】无
【商店售价】300金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100金币
【等级2】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗150金币
【等级3】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗200金币
【等级4】12% 回帖血液+2、发帖血液+2▕▏升级条件：消耗300金币
【 Max 】8% 回帖血液+2 咒术+1、发帖血液+2 咒术+1`,
  黑豹: `黑豹
【勋章类型】真人男从
【入手条件】知识≥5
【商店售价】320金币
【等级1】6% 回帖血液+1 堕落-1、发帖咒术+1▕▏升级条件：消耗100血液
【等级2】8% 回帖血液+1 堕落-1、发帖咒术+1▕▏升级条件：消耗200金币
【等级3】10% 回帖血液+1 堕落-1、发帖咒术+1▕▏升级条件：消耗50咒术
【 Max 】12% 回帖血液+2 堕落-1、发帖咒术+1`,
  '莱托·厄崔迪': `莱托·厄崔迪
【勋章类型】真人男从
【入手条件】无
【商店售价】350金币
【等级1】6% 回帖血液+2▕▏升级条件：消耗50金币
【等级2】8% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗50血液
【等级3】10% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗150金币
【 Max 】12% 回帖血液+2、发帖知识+1`,
  '西弗勒斯·斯内普': `西弗勒斯·斯内普
【勋章类型】真人男从
【入手条件】旅程≥38
【商店售价】666金币
【等级1】12% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗99血液
【等级2】10% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗99金币
【等级3】8% 回帖血液+3、发帖旅程+1▕▏升级条件：消耗1314血液
【等级4】6% 回帖旅程+1▕▏升级条件：金币≥999
【 Max 】2% 回帖旅程+1、发帖灵魂+1`,
  '阿不思·邓布利多': `阿不思·邓布利多
【勋章类型】真人男从
【入手条件】旅程≥10
【商店售价】250金币
【等级1】6% 回帖血液+1、发帖血液+3▕▏升级条件：消耗333金币
【等级2】8% 回帖血液+1、发帖血液+3▕▏升级条件：消耗444血液
【等级3】10% 回帖血液+2、发帖血液+3▕▏升级条件：消耗77咒术
【等级4】15% 回帖血液+2、发帖知识+1▕▏升级条件：旅程≥115
【 Max 】16% 回帖血液+3、发帖知识+1`,
  '普隆普特·阿金塔姆': `普隆普特·阿金塔姆
【勋章类型】游戏男从
【入手条件】知识≥10
【商店售价】500金币
【等级1】3% 回帖金币+1、发帖旅程+1▕▏升级条件：知识≥30
【等级2】6% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗100金币
【等级3】9% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗200金币
【等级4】12% 回帖金币+2、发帖旅程+1▕▏升级条件：咒术≥188
【 Max 】15% 回帖金币+2、发帖旅程+1`,
  '诺克提斯·路西斯·伽拉姆': `诺克提斯·路西斯·伽拉姆
【勋章类型】游戏男从
【入手条件】旅程≥15
【商店售价】666金币
【等级1】4% 回帖血液+1、发帖旅程+1▕▏升级条件：旅程≥30
【等级2】8% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗200血液
【等级3】12% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗350血液
【等级4】15% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗1灵魂
【 Max 】18% 回帖血液+3、发帖旅程+1`,
  豹王: `豹王
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】2% 回帖金币+2▕▏升级条件：追随≥50
【等级2】5% 回帖金币+2▕▏升级条件：消耗100金币
【等级3】8% 回帖金币+2、发帖旅程+1▕▏升级条件：消耗100血液
【 Max 】11% 回帖金币+2、发帖旅程+1`,
  '不灭狂雷-沃利贝尔': `不灭狂雷-沃利贝尔
【勋章类型】游戏男从
【入手条件】堕落≥20
【商店售价】500金币
【等级1】2% 回帖血液+1、发帖血液+2 堕落+1▕▏升级条件：消耗200血液
【等级2】5% 回帖血液+1 堕落+1、发帖血液+3 堕落+1▕▏升级条件：咒术≥100
【 Max 】10% 回帖血液+2 堕落+1、发帖血液+3 堕落+1`,
  桐生一马: `桐生一马
【勋章类型】游戏男从
【入手条件】追随≥20
【商店售价】500金币
【等级1】8% 回帖金币+1▕▏升级条件：消耗200血液
【等级2】8% 回帖金币+1 血液+1▕▏升级条件：追随≥88
【 Max 】15% 回帖金币+1 血液+1`,
  '大黄蜂（ChevroletCamaro）': `大黄蜂（ChevroletCamaro）
【勋章类型】真人男从
【入手条件】旅程≥10
【商店售价】300金币
【等级1】4% 回帖金币+1 血液+1、发帖咒术+1▕▏升级条件：消耗100金币
【等级2】6% 回帖金币+1 血液+1、发帖咒术+1▕▏升级条件：消耗100血液
【等级3】8% 回帖金币+1 血液+1、发帖咒术+1▕▏升级条件：消耗30咒术
【 Max 】10% 回帖血液+1 金币+1、发帖咒术+1`,
  博伊卡: `博伊卡
【勋章类型】真人男从
【入手条件】追随≥20
【商店售价】550金币
【等级1】5% 回帖金币+1、发帖金币+2▕▏升级条件：消耗200血液
【等级2】10% 回帖金币+1、发帖金币+2▕▏升级条件：消耗400血液
【等级3】10% 回帖金币+2 血液-1、发帖金币+3 血液-1▕▏升级条件：消耗-100金币
【等级4】13% 回帖金币+3 血液-1、发帖金币+5 血液-1▕▏升级条件：消耗600血液
【 Max 】15% 回帖金币+3、发帖金币+5`,
  '史蒂文·格兰特': `史蒂文·格兰特
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】4% 回帖金币+1、发帖血液+1▕▏升级条件：消耗100血液
【等级2】6% 回帖金币+1、发帖血液+1▕▏升级条件：消耗150金币
【等级3】8% 回帖金币+1、发帖血液+1▕▏升级条件：消耗200血液
【等级4】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗251金币
【等级5】12% 回帖金币+2、发帖血液+2▕▏升级条件：消耗400血液
【 Max 】14% 回帖金币+3、发帖血液+3`,
  '马克·史贝特': `马克·史贝特
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】4% 回帖血液+1、发帖金币+1▕▏升级条件：消耗100金币
【等级2】6% 回帖血液+1、发帖金币+1▕▏升级条件：消耗150血液
【等级3】8% 回帖血液+1、发帖金币+1▕▏升级条件：消耗200金币
【等级4】10% 回帖血液+2、发帖金币+2▕▏升级条件：消耗251血液
【等级5】12% 回帖血液+2、发帖金币+2▕▏升级条件：消耗400金币
【 Max 】14% 回帖血液+3、发帖金币+3`,
  果体76: `果体76
【勋章类型】游戏男从
【入手条件】活动产出
【商店售价】766
【 Max 】76% 回帖血液+1`,
  竹村五郎: `竹村五郎
【勋章类型】游戏男从
【入手条件】无
【商店售价】400金币
【等级1】5% 回帖咒术+1▕▏升级条件：消耗50咒术
【等级2】8% 回帖咒术+1▕▏升级条件：消耗100咒术
【 Max 】10% 回帖咒术+1`,
  光之战士: `光之战士
【勋章类型】游戏男从
【入手条件】旅程≥15
【商店售价】600金币
【等级1】5% 回帖金币+1 发帖血液+2▕▏升级条件：消耗200金币
【等级2】8% 回帖金币+2 发帖血液+3▕▏升级条件：消耗300金币
【等级3】10% 回帖金币+2 发帖血液+3▕▏升级条件：消耗300血液
【等级4】12% 回帖血液+2 发帖金币+3▕▏升级条件：消耗400金币
【等级5】4% 回帖旅程+1 发帖金币+3▕▏升级条件：消耗500金币
【 Max 】5% 回帖旅程+1 发帖金币+5`,
  Drover: `Drover
【勋章类型】真人男从
【入手条件】无
【商店售价】380金币
【等级1】4% 回帖血液+1、发帖血液+1▕▏升级条件：消耗80血液
【等级2】4% 回帖血液+2、发帖血液+2▕▏升级条件：消耗180血液
【等级3】6% 回帖血液+2、发帖血液+2▕▏升级条件：消耗280血液
【 Max 】8% 回帖血液+3、发帖血液+3`,
  '乔治·迈克尔': `乔治·迈克尔
【勋章类型】真人男从
【入手条件】旅程≥30
【商店售价】600金币
【等级1】6% 回帖血液+2、发帖血液+5▕▏升级条件：追随≥99
【等级2】9% 回帖血液+2、发帖血液+5▕▏升级条件：在线时间≥666
【等级3】12% 回帖血液+2、发帖血液+5▕▏升级条件：消耗666金币
【等级4】15% 回帖血液+2、发帖血液+5▕▏升级条件：消耗888血液
【 Max 】18% 回帖血液+3、发帖血液+5`,
  '荒野大镖客：救赎 II': `荒野大镖客：救赎 II
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖旅程+1`,
  雾都血医: `雾都血医
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖血液+1`,
  '寶可夢 Pokémon': `寶可夢 Pokémon
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖金币+1`,
  最终幻想XIV: `最终幻想XIV
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖旅程+1`,
  赛博朋克2077: `赛博朋克2077
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖旅程+1`,
  TRPG版塊: `TRPG版塊
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖咒术+1`,
  恶魔城: `恶魔城
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖血液+1`,
  英雄联盟: `英雄联盟
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖金币+1`,
  男巫之歌: `男巫之歌
【勋章类型】板块
【入手条件】金币≥888 追随≥100 知识≥20
【商店售价】100金币
【等级1】无属性▕▏升级条件：消耗150金币
【等级2】无属性▕▏升级条件：消耗150金币
【等级3】无属性▕▏升级条件：消耗150金币
【等级4】无属性▕▏升级条件：消耗150金币
【等级5】无属性▕▏升级条件：消耗150金币
【等级6】无属性▕▏升级条件：消耗150金币
【等级7】无属性▕▏升级条件：消耗-1旅程
【等级8】15% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1灵魂
【 Max 】50% 回帖血液+1、发帖血液+2`,
  男色诱惑: `男色诱惑
【勋章类型】天赋
【入手条件】堕落≥100、知识≥50
【商店售价】无
【等级1】11% 发帖血液+3▕▏升级条件：堕落≥200
【等级2】22% 发帖血液+4▕▏升级条件：堕落≥300
【 Max 】33% 发帖血液+5`,
  '美恐：启程': `美恐：启程
【勋章类型】板块
【入手条件】旅程≥15、知识≥15、血液≥200
【商店售价】100金币
【等级1】1% 回帖旅程+1▕▏升级条件：消耗1旅程
【等级2】2% 回帖血液+1▕▏升级条件：消耗50血液
【等级3】1% 回帖知识+1▕▏升级条件：消耗1旅程
【等级4】1% 回帖血液+2▕▏升级条件：消耗50金币
【等级5】1% 回帖旅程+1▕▏升级条件：消耗1旅程
【等级6】1% 回帖血液+2▕▏升级条件：消耗50血液
【等级7】2% 回帖血液+1▕▏升级条件：消耗50金币
【等级8】1% 回帖知识+1▕▏升级条件：消耗-1知识
【等级9】2% 回帖血液+2▕▏升级条件：消耗-3旅程
【 Max 】3% 回帖旅程+1`,
  街头霸王: `街头霸王
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【等级1】2% 回帖金币+1`,
  海边的邻居: `海边的邻居
【勋章类型】天赋
【入手条件】金币≥1500、追随≥150
【商店售价】无
【等级1】5% 发帖咒术+1▕▏升级条件：在线时间≥888
【等级2】15% 发帖咒术+1▕▏升级条件：知识≥60
【 Max 】30% 发帖咒术+1`,
  四季之歌: `四季之歌
【勋章类型】天赋
【入手条件】旅程≥40、知识≥40、追随≥40、咒术≥40
【商店售价】无
【等级1】10% 回帖血液+1、发帖咒术+2▕▏升级条件：消耗1咒术
【等级2】10% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗1咒术
【等级3】10% 回帖血液+1、发帖知识+1▕▏升级条件：消耗1咒术
【 Max 】10% 回帖金币+1、发帖知识+1`,
  风雪之家: `风雪之家
【勋章类型】天赋
【入手条件】注册天数>=365、追随>=50
【商店售价】无
【 Max 】1% 回帖血液+5 金币+5、发帖灵魂+1`,
  龙鳞石: `龙鳞石
【勋章类型】奖品
【入手条件】春节活动获取
【商店售价】无
【 Max 】1% 发帖金币+6`,
  '『不败之花』': `『不败之花』
【勋章类型】剧情
【入手条件】灵魂>=1并且堕落>=1
【商店售价】1血液
【 Max 】无属性`,
  '约书亚・罗兹菲尔德': `约书亚・罗兹菲尔德
【勋章类型】游戏男从
【入手条件】堕落>=160
【商店售价】500金币
【等级1】1% 回帖血液+1▕▏升级条件：1600金币
【等级2】2% 回帖血液+1 堕落+2、发帖灵魂+1 堕落+3▕▏升级条件：堕落>=16
【等级3】10% 回帖血液+3 堕落+1、发帖血液+3▕▏升级条件：堕落>=32
【等级4】10% 回帖血液+2、发帖血液+2▕▏升级条件：堕落>=80
【等级5】6% 回帖堕落-1、发帖堕落-1▕▏升级条件：堕落>=160
【等级6】8% 回帖堕落-1、发帖堕落-1▕▏升级条件：堕落>=250
【 Max 】10% 回帖堕落-2、发帖堕落-2`,
  '克莱夫・罗兹菲尔德': `克莱夫・罗兹菲尔德
【勋章类型】游戏男从
【入手条件】主题数>=16
【商店售价】622金币
【等级1】3% 回帖金币+1▕▏升级条件：消耗320金币
【等级2】5% 回帖金币+1▕▏升级条件：消耗480血液
【等级3】7% 回帖金币+2、发帖咒术+1▕▏升级条件：消耗640血液
【等级4】9% 回帖金币+2、发帖咒术+1▕▏升级条件：消耗640血液
【等级5】13% 回帖金币+2、发帖咒术+1▕▏升级条件：消耗1灵魂
【 Max 】16% 回帖金币+2 血液+1、发帖咒术+1`,
  苇名弦一郎: `苇名弦一郎
【勋章类型】游戏男从
【入手条件】追随>=15
【商店售价】666金币
【等级1】3% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗666血液
【等级2】5% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗999血液
【等级3】8% 回帖咒术+1、发帖旅程+1▕▏升级条件：消耗169咒术
【 Max 】5% 回帖旅程+1、发帖咒术+2`,
  '里昂（RE4）': `里昂（RE4）
【勋章类型】游戏男从
【入手条件】主题数>=5
【商店售价】600金币
【等级1】3% 回帖金币+1▕▏升级条件：消耗300血液
【等级2】5% 回帖金币+1 发帖咒术+1▕▏升级条件：消耗600血液
【等级3】10% 回帖金币+2 发帖咒术+1▕▏升级条件：消耗600金币
【等级4】18% 回帖金币+3▕▏升级条件：金币≥444
【 Max 】12% 回帖金币+3 发帖咒术+1`,
  '尼克·王尔德': `尼克·王尔德
【勋章类型】真人男从
【入手条件】堕落≥30
【商店售价】500金币
【等级1】5% 回帖血液+1、发帖金币+1▕▏升级条件：知识≥50
【等级2】7% 回帖血液+1、发帖金币+1▕▏升级条件：消耗550血液
【等级3】10% 回帖血液+2、发帖金币+2▕▏升级条件：消耗600金币
【 Max 】13% 回帖血液+2 金币+1、发帖金币+1`,
  极客的晚宴: `极客的晚宴
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 发帖知识+1`,
  雄躯的昇格: `雄躯的昇格
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 发帖知识+1`,
  波纹蓝蛋: `波纹蓝蛋
【勋章类型】宠物
【入手条件】旅程>=25
【商店售价】500金币
【等级1】1% 回帖知识+1▕▏升级条件：消耗400血液
【等级2】2% 回帖知识+1、发帖知识+1▕▏升级条件：消耗800血液
【 Max 】4% 回帖知识+1、发帖知识+1`,
  崩朽龙卵: `崩朽龙卵
【勋章类型】宠物
【入手条件】主题数>=10
【商店售价】500金币
【等级1】3% 回帖咒术+1▕▏升级条件：消耗400血液
【等级2】5% 回帖咒术+1▕▏升级条件：消耗800血液
【 Max 】2% 回帖咒术+1、发帖灵魂+1`,
  冰海钓竿: `冰海钓竿
【勋章类型】资产
【入手条件】追随>=30
【商店售价】500金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗300金币
【等级2】8% 回帖金币+2▕▏升级条件：消耗600金币
【等级3】10% 回帖金币+3▕▏升级条件：消耗900金币
【 Max 】15% 回帖金币+3`,
  射手的火枪: `射手的火枪
【勋章类型】装备
【入手条件】咒术≥30
【商店售价】550金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗100金币
【等级2】7% 回帖金币+1▕▏升级条件：消耗200金币
【等级3】5% 回帖金币+2▕▏升级条件：消耗300金币
【等级4】10% 回帖金币+2▕▏升级条件：消耗650金币
【 Max 】12% 回帖金币+3`,
  '“米凯拉的锋刃”玛莲妮亚': `“米凯拉的锋刃”玛莲妮亚
【勋章类型】女从
【入手条件】血液>=200
【商店售价】480金币
【等级1】5% 回帖堕落+1、发帖堕落+1▕▏升级条件：堕落≥50
【等级2】6% 回帖血液+1 堕落+1、发帖堕落+1▕▏升级条件：堕落≥100
【等级3】6% 回帖血液+2 堕落+1、发帖堕落+1▕▏升级条件：消耗222血液
【等级4】8% 回帖血液+3、发帖堕落+1▕▏升级条件：消耗444血液
【等级5】10% 回帖堕落-1▕▏升级条件：消耗111咒术
【 Max 】10% 回帖血液+3 堕落+1、发帖血液+3 堕落+1`,
  '朱迪·霍普斯': `朱迪·霍普斯
【勋章类型】女从
【入手条件】知识>=15
【商店售价】500金币
【等级1】5% 回帖金币+1、发帖血液+1▕▏升级条件：知识≥50
【等级2】7% 回帖金币+1、发帖血液+1▕▏升级条件：消耗550金币
【等级3】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗600血液
【 Max 】13% 回帖金币+2 血液+1、发帖旅程+1`,
  征服之王: `征服之王
【勋章类型】奖品
【入手条件】2024年论坛活动【七日之屿】资源数排名前列
【商店售价】无
【 Max 】10% 回帖金币+1 血液-1`,
  岛屿探险家: `岛屿探险家
【勋章类型】奖品
【入手条件】2024年论坛活动【七日之屿】全程参与
【商店售价】无
【 Max 】1% 回帖金币+1、发帖旅程+1`,
  '『列车长』': `『列车长』
【入手条件】【极地特快】活动中，拼车成功的列车长奖励等级
【商店售价】无
【等级 初级】无属性▕▏升级条件：好友数≥6
【等级1】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：消耗12旅程
【等级2】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：消耗-12旅程
【等级3】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件：灵魂≥1
【 Max 】1% 回帖旅程+1 血液+1、发帖旅程+1 血液+1`,
  特供热巧: `特供热巧
【勋章类型】奖品
【入手条件】【极地特快】活动中，拼车成功的车厢乘务员奖励
【商店售价】无
【等级1】1% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1金币
【 Max 】1% 回帖血液+1、发帖血液+1`,
  六出冰花: `六出冰花
【勋章类型】奖品
【入手条件】【雪中飞舞】发帖奖励、【极地特快】未拼车成功的列车长和车厢乘务员留念
【商店售价】无
【 Max 】1% 发帖旅程+1`,
  '『金色车票』': `『金色车票』
【入手条件】2023年【极地特快】活动隐藏奖励，成功触发隐藏剧情：平安夜前发出“相信”的声音
【商店售价】无
【等级 初级】无属性▕▏升级条件：消耗1旅程
【等级1】无属性▕▏升级条件：消耗-1旅程
【等级2】无属性▕▏升级条件：灵魂≥1
【 Max 】无属性`,
  最终幻想XVI: `最终幻想XVI
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖旅程+1`,
  可疑的肉蛋: `可疑的肉蛋
【勋章类型】宠物
【入手条件】堕落≥50
【商店售价】500金币
【等级1】 3% 回帖堕落+1▕▏升级条件：消耗49咒术
【等级2】 5% 回帖堕落+1▕▏升级条件：消耗-1知识
【等级3】 7% 回帖堕落+1▕▏升级条件：知识≥49
【等级4】10% 回帖堕落+1▕▏升级条件：消耗1灵魂
【 Max 】2% 回帖知识+1、发帖灵魂+1`,
  无垠: `无垠
【勋章类型】资产
【入手条件】无
【商店售价】2000金币
【等级1】1% 回帖血液+1、发帖血液+1▕▏升级条件:血液≥1
【等级2】1% 回帖旅程+1、发帖旅程+1▕▏升级条件:堕落≥800
【等级3】无属性▕▏升级条件:消耗1血液
【等级4】5% 回帖旅程+1、发帖旅程+1▕▏升级条件:堕落≥100
【等级5】4% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件:堕落≥200
【等级6】3% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件:堕落≥300
【等级7】3% 回帖旅程+1、发帖旅程+1▕▏升级条件:堕落≥400
【等级8】2% 回帖旅程+1 血液+1、发帖旅程+1 血液+1▕▏升级条件:堕落≥500
【等级9】4% 回帖旅程+1、发帖旅程+1▕▏升级条件:堕落≥600
【等级10】2% 回帖旅程+1、发帖旅程+1▕▏升级条件:堕落≥700
【 Max 】1% 回帖血液+1 旅程+1、发帖血液+1 旅程+1`,
  黑暗水晶: `黑暗水晶
【勋章类型】资产
【入手条件】堕落≥36
【商店售价】300金币
【等级1】6% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗200金币
【等级2】6% 回帖堕落+1 金币+1、发帖堕落+1 金币+1▕▏升级条件：消耗200血液
【等级3】12% 回帖堕落+1 金币+1、发帖堕落+1 金币+1▕▏升级条件：消耗66咒术
【等级4】12% 回帖堕落+2 金币+1、发帖堕落+2 金币+1▕▏升级条件：灵魂≥1
【等级5】18% 回帖金币+1、发帖金币+1`,
  棱镜: `棱镜
【勋章类型】装备
【入手条件】咒术≥20
【商店售价】666金币
【等级1】10% 回帖金币+2▕▏升级条件：堕落≥100
【 Max 】12% 回帖堕落-1`,
  天使之赐: `天使之赐
【勋章类型】装备
【入手条件】堕落≥30
【商店售价】288金币
【等级1】4% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗48咒术
【等级2】10% 回帖金币+2▕▏升级条件：消耗300金币
【 Max 】8% 回帖咒术+1、发帖咒术+1`,
  '爱丽丝·盖恩斯巴勒': `爱丽丝·盖恩斯巴勒
【勋章类型】女从
【入手条件】知识≥30
【商店售价】400金币
【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗30咒术
【等级2】5% 发帖金币+2▕▏升级条件：消耗400血液
【等级3】8% 回帖金币+2、发帖金币+2▕▏升级条件：消耗66咒术
【等级4】14% 回帖血液+3▕▏升级条件：血液≥199
【等级5】9% 回帖金币+3、发帖金币+3▕▏升级条件：消耗1金币
【 Max 】9% 回帖金币+3、发帖金币+3▕▏升级条件：消耗1金币`,
  '凯特尼斯·伊夫狄恩': `凯特尼斯·伊夫狄恩
【勋章类型】女从
【入手条件】堕落≥10
【商店售价】450金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗150血液
【等级2】勋章博物馆资料暂缺
【等级3】28% 回帖血液-1 堕落+1▕▏升级条件：堕落≥444
【 Max 】18% 回帖金币+1`,
  '克劳斯·迈克尔森': `克劳斯·迈克尔森
【勋章类型】真人男从
【入手条件】堕落≥5
【商店售价】516金币
【等级1】10% 回帖堕落+1▕▏升级条件：消耗111血液
【等级2】5% 回帖血液+1▕▏升级条件：消耗222血液
【等级3】8% 回帖血液+1▕▏升级条件：消耗333血液
【等级4】10% 回帖血液+2、发帖金币+1▕▏升级条件：金币≥920
【等级5】11% 回帖血液+2、发帖金币+2▕▏升级条件：血液≥920
【等级6】12% 回帖血液+2、发帖金币+3▕▏升级条件：消耗1灵魂
【 Max 】15% 回帖血液+3、发帖金币+5`,
  虎头怪: `虎头怪
【勋章类型】游戏男从
【入手条件】旅程≥20
【商店售价】500金币
【等级1】8% 回帖血液+1、发帖旅程+1▕▏升级条件：追随≥50
【等级2】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗600血液
【等级3】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：知识≥60
【等级4】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗1灵魂
【等级5】4% 回帖旅程+1、发帖旅程+1▕▏升级条件：在线时间≥2400
【 Max 】2% 回帖旅程+1、发帖灵魂+1`,
  重建熊屋: `重建熊屋
【勋章类型】奖品
【入手条件】【丰饶山麓】重建村镇大厅的兑换奖品
【商店售价】无
【 Max 】2% 回帖金币+1`,
  图腾饼干: `图腾饼干
【勋章类型】奖品
【入手条件】参与【丰饶山麓】救援重建熊人村的谢礼
【商店售价】无
【 Max 】1% 回帖血液+2`,
  龙之秘宝: `龙之秘宝
【勋章类型】奖品
【入手条件】在【秋园庆丰】活动第一阶段的发帖中消耗-10追随
【商店售价】无
【等级1】无属性▕▏升级条件：消耗1血液
【等级2】2% 发帖堕落+1、回帖堕落+1▕▏升级条件：消耗1血液
【等级3】2% 发帖血液+1、回帖血液+1▕▏升级条件：消耗1血液
【等级4】2% 发帖金币+1、回帖金币+1▕▏升级条件：消耗1血液
【 Max 】2% 发帖咒术+1、回帖咒术+1`,
  长花的蛋: `长花的蛋
【勋章类型】宠物
【入手条件】知识≥10
【商店售价】366金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗72咒术
【等级2】10% 回帖金币+1▕▏升级条件：咒术≥36
【 Max 】15% 回帖金币+2`,
  棕色条纹蛋: `棕色条纹蛋
【勋章类型】宠物
【入手条件】追随≥35
【商店售价】520金币
【等级1】1% 回帖咒术+1▕▏升级条件：消耗80血液
【等级2】3% 回帖咒术+1▕▏升级条件：消耗150血液
【等级3】5% 回帖咒术+1▕▏升级条件：消耗-1旅程
【等级4】8% 回帖咒术+1▕▏升级条件：消耗150金币
【等级5】3% 回帖知识+1▕▏升级条件：在线时间≥1999
【 Max 】1% 回帖知识+1、发帖灵魂+1`,
  被尘封之书: `被尘封之书
【勋章类型】资产
【入手条件】堕落≥99
【商店售价】999金币
【等级1】3% 回帖血液+2▕▏升级条件：消耗1000血液
【等级2】6% 回帖血液+2▕▏升级条件：消耗1000血液
【等级3】勋章博物馆资料暂缺
【等级4】12% 回帖血液+2▕▏升级条件：堕落≥200
【等级5】15% 回帖血液+2▕▏升级条件：堕落≥300
【等级6】18% 回帖血液+2▕▏升级条件：堕落≥400
【等级7】21% 回帖血液+2▕▏升级条件：堕落≥500
【等级8】24% 回帖血液+2▕▏升级条件：堕落≥600
【等级9】27% 回帖血液+2▕▏升级条件：堕落≥700
【等级10】30% 回帖血液+2▕▏升级条件：堕落≥800
【等级11】35% 回帖血液+2▕▏升级条件：消耗1灵魂
【 Max 】50% 回帖血液+2`,
  和谐圣杯: `和谐圣杯
【勋章类型】装备
【入手条件】知识≥15
【商店售价】300金币
【等级1】5% 回帖堕落-1、发帖堕落-2▕▏升级条件：消耗88咒术
【等级2】10% 回帖堕落-2、发帖堕落-3▕▏升级条件：消耗400血液
【 Max 】10% 回帖血液+2 堕落+1、发帖血液+3 堕落+3`,
  双项圣杯: `双项圣杯
【勋章类型】资产
【入手条件】咒术＞=20
【商店售价】100金币
【等级1】无属性▕▏升级条件：消耗1金币
【等级2】1% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1金币
【等级3】1% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗10金币
【等级4】2% 回帖血液+2、发帖血液+2▕▏升级条件：消耗10金币
【等级5】2% 回帖咒术+2、发帖咒术+2▕▏升级条件：金币≥1000
【等级6】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗1000金币
【 Max 】8% 回帖血液+2 咒术+2、发帖血液+2 咒术+2`,
  '露娜弗蕾亚·诺克斯·芙尔雷': `露娜弗蕾亚·诺克斯·芙尔雷
【勋章类型】女从
【入手条件】知识≥20
【商店售价】500金币
【等级1】4% 回帖咒术+1、发帖血液+1▕▏升级条件：消耗150金币
【等级2】6% 回帖血液+1、发帖血液+2▕▏升级条件：消耗200金币
【等级3】8% 回帖血液+1、发帖血液+2▕▏升级条件：消耗300金币
【等级4】10% 回帖血液+2、发帖血液+3▕▏升级条件：消耗120咒术
【 Max 】13% 回帖血液+3、发帖血液+5`,
  凯尔: `凯尔
【勋章类型】女从
【入手条件】主题数>=10
【商店售价】300金币
【等级1】8% 回帖血液+1、发帖旅程+1▕▏升级条件：灵魂≥1
【等级2】15% 回帖血液+1、发帖旅程+2▕▏升级条件：消耗300金币
【等级3】15% 回帖血液+2、发帖旅程+1▕▏升级条件：堕落≥10
【 Max 】12% 回帖血液+2、发帖旅程+1`,
  莫甘娜: `莫甘娜
【勋章类型】女从
【入手条件】主题数>=10
【商店售价】300金币
【等级1】8% 回帖金币+1、发帖旅程+1▕▏升级条件：灵魂≥1
【等级2】10% 回帖金币+1、发帖旅程+1▕▏升级条件：消耗300血液
【等级3】15% 回帖金币+2、发帖旅程+1▕▏升级条件：堕落≥10
【 Max 】12% 回帖金币+2、发帖旅程+1`,
  '阿尔瓦罗·索莱尔': `阿尔瓦罗·索莱尔
【勋章类型】真人男从
【入手条件】追随≥10
【商店售价】500金币
【等级1】6% 回帖金币+1▕▏升级条件：消耗50金币
【等级2】6% 回帖金币+2▕▏升级条件：追随≥50
【等级3】6% 回帖金币+3▕▏升级条件：追随≥150
【等级4】8% 回帖金币+3▕▏升级条件：消耗150金币
【 Max 】12% 回帖金币+2、发帖金币+3`,
  '纣王·子受': `纣王·子受
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】5% 回帖金币+1、发帖金币+2▕▏升级条件：消耗400金币
【等级2】10% 回帖金币+1、发帖金币+2▕▏升级条件：消耗400血液
【等级3】10% 回帖金币+1 堕落+1、发帖金币+3▕▏升级条件：消耗100咒术
【等级4】15% 回帖金币+1 堕落-1、发帖旅程+1▕▏升级条件：消耗1灵魂
【等级5】20% 回帖金币+2、发帖旅程+1▕▏升级条件：堕落≥100
【 Max 】3% 回帖旅程+1、发帖旅程+1`,
  阿齐斯: `阿齐斯
【勋章类型】真人男从
【入手条件】堕落≥60
【商店售价】480金币
【等级1】8% 回帖血液+1、发帖血液+2▕▏升级条件：消耗300金币
【等级2】10% 回帖血液+2 金币-1、发帖堕落+1▕▏升级条件：消耗600金币
【等级3】12% 回帖血液+3 金币-1▕▏升级条件：消耗900金币
【 Max 】18% 回帖血液+3、发帖堕落+1`,
  百相千面: `百相千面
【勋章类型】游戏男从
【入手条件】发帖数≥100
【商店售价】1000金币
【等级1】5% 回帖金币+1 血液+1、发帖旅程+1▕▏升级条件：消耗100金币
【等级2】5% 回帖金币+1 血液+1、发帖旅程+1▕▏升级条件：消耗1000血液
【等级3】5% 回帖金币+2 血液+2、发帖金币+3 血液+3▕▏升级条件：消耗1000金币
【 Max 】5% 回帖旅程+1、发帖金币+3 血液+3`,
  肉垫手套: `肉垫手套
【勋章类型】奖品
【入手条件】参与【河谷寻奇】活动，用70枚游戏金币兑换
【商店售价】无
【 Max 】2% 回帖金币+1、发帖金币+1`,
  绿茵宝钻: `绿茵宝钻
【勋章类型】奖品
【入手条件】参与【河谷寻奇】活动，获得的游戏金币数量排名前10%
【商店售价】无
【 Max 】1% 回帖金币+6、发帖金币+6`,
  猛虎贴贴: `猛虎贴贴
【勋章类型】奖品
【入手条件】参与【巧夕之月】，发布的帖子在各板块中追随数排名前五，或者在活动贴留言抽奖中奖
【商店售价】无
【等级1】1% 回帖血液+1▕▏升级条件：消耗1血液
【等级2】3% 回帖血液+1▕▏升级条件：消耗1血液
【 Max 】5% 回帖血液+1`,
  白巧克力蛋: `白巧克力蛋
【勋章类型】奖品
【入手条件】参与【巧夕之月】，发布符合活动主题条件的帖子LV1
【商店售价】无
【等级1】1% 回帖金币+1▕▏升级条件：1金币
【 Max 】3% 回帖金币+1`,
  灵藤蛋: `灵藤蛋
【勋章类型】宠物
【入手条件】知识≥5
【商店售价】350金币
【等级1】5% 回帖血液+1▕▏升级条件：知识≥30
【 Max 】3% 回帖知识+1`,
  令人不安的契约书: `令人不安的契约书
【勋章类型】资产
【入手条件】咒术≥5
【商店售价】200金币
【等级1】1% 回帖咒术+1▕▏升级条件：消耗15咒术
【等级2】2% 回帖咒术+1▕▏升级条件：消耗-20金币
【 Max 】3% 回帖咒术+1 金币+1`,
  星籁歌姬: `星籁歌姬
【勋章类型】女从
【入手条件】追随≥10
【商店售价】500金币
【等级1】3% 回帖血液+1▕▏升级条件：消耗30咒术
【等级2】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗270金币
【等级3】9% 回帖血液+1、发帖血液+2▕▏升级条件：追随≥100
【等级4】12% 回帖血液+2、发帖血液+3▕▏升级条件：追随≥200
【 Max 】15% 回帖血液+2、发帖知识+1 血液-3`,
  维涅斯: `维涅斯
【勋章类型】女从
【入手条件】旅程≥14
【商店售价】700金币
【等级1】4% 回帖咒术+1、发帖知识+1▕▏升级条件：主题数≥14
【等级2】6% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗140金币
【等级3】8% 回帖咒术+1、发帖知识+1▕▏升级条件：知识≥140
【等级4】3% 回帖旅程+1、发帖知识+1▕▏升级条件：消耗1144血液
【 Max 】2% 回帖知识+1、发帖灵魂+1`,
  刀锋女王: `刀锋女王
【勋章类型】女从
【入手条件】咒术≥50
【商店售价】600金币
【等级1】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥120
【等级2】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗60咒术
【等级3】9% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗200金币
【等级4】12% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗200血液
【等级5】15% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗350血液
【 Max 】15% 回帖血液+3、发帖旅程+1`,
  天照大神: `天照大神
【勋章类型】游戏男从
【入手条件】追随≥13
【商店售价】500金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗130血液
【等级2】7% 回帖金币+1、发帖知识+1▕▏升级条件：血液≥1300
【等级3】9% 回帖金币+1、发帖知识+1▕▏升级条件：消耗130血液
【等级4】12% 回帖金币+2、发帖知识+1▕▏升级条件：消耗1300血液
【 Max 】12% 回帖咒术+1、发帖知识+1`,
  '桑克瑞德·沃特斯': `桑克瑞德·沃特斯
【勋章类型】游戏男从
【入手条件】旅程≥21
【商店售价】520金币
【等级1】1% 回帖血液+7▕▏升级条件：消耗52血液
【等级2】1% 回帖血液+8▕▏升级条件：堕落≥52
【等级3】2% 回帖血液+8▕▏升级条件：消耗52咒术
【等级4】2% 回帖血液+9▕▏升级条件：咒术≥180
【 Max 】3% 回帖血液+9`,
  '『星河碎片』': `『星河碎片』
【入手条件】灵魂≥1且主题数≥1且知识≥7且旅程≥7
【商店售价】1知识
【等级1】无属性▕▏升级条件：消耗-1知识
【 Max 】无属性`,
  探险三杰士: `探险三杰士
【勋章类型】奖品
【入手条件】扮演战士、游侠、法师三大职业，参与【迷翳森林】探险活动
【商店售价】无
【 Max 】1% 回帖血液+2`,
  '『迷翳森林回忆录』': `『迷翳森林回忆录』
【勋章类型】剧情
【入手条件】在『迷翳森林』探险活动中，收集15枚迷翳结晶兑换获得
【商店售价】无
【 Max 】2% 回帖金币+2、发帖旅程+1`,
  '『迷翳之中』': `『迷翳之中』
【勋章类型】剧情
【入手条件】灵魂≥1并且旅程≥10并且主题数≥1
【商店售价】10旅程
【等级 初级】无属性▕▏升级条件：消耗-2旅程
【等级1】无属性▕▏升级条件：消耗-3旅程
【等级2】无属性▕▏升级条件：消耗-5旅程
【等级3】无属性▕▏升级条件：旅程≥50
【等级4】无属性▕▏升级条件：消耗1知识
【 Max 】无属性`,
  '『灰域来音』': `『灰域来音』
【勋章类型】剧情
【入手条件】灵魂≥1
【商店售价】10旅程
【等级1】无属性▕▏升级条件：消耗-10旅程
【 Max 】无属性`,
  狱炎蛋: `狱炎蛋
【勋章类型】宠物
【入手条件】堕落≥66
【商店售价】266血液
【等级1】4% 回帖血液+1 堕落+1、发帖血液+1 堕落+1▕▏升级条件：堕落≥100
【 Max 】7% 回帖血液+1 堕落+1、发帖血液+1 堕落+1`,
  散佚的文集: `散佚的文集
【勋章类型】资产
【入手条件】知识≥10
【商店售价】250金币
【等级1】2% 回帖知识+1、发帖知识+1▕▏升级条件：知识≥25
【等级2】5% 回帖血液+2 堕落-1、发帖血液+2 堕落-1▕▏升级条件：消耗200血液
【等级3】6% 回帖血液+3 堕落-1、发帖血液+3 堕落-1▕▏升级条件：消耗300血液
【 Max 】7% 回帖咒术+1 堕落-1、发帖咒术+1 堕落-1`,
  女神之泪: `女神之泪
【勋章类型】装备
【入手条件】咒术≥36
【商店售价】500金币
【等级1】5% 回帖血液+1、发帖血液+3▕▏升级条件：消耗360血液
【等级2】10% 回帖血液+2、发帖血液+3▕▏升级条件：咒术≥360
【 Max 】10% 回帖血液+3、发帖血液+5`,
  '希尔瓦娜斯·风行者': `希尔瓦娜斯·风行者
【勋章类型】女从
【入手条件】知识≥30
【商店售价】500金币
【等级1】3% 回帖血液+2、发帖金币+3▕▏升级条件：追随≥50
【等级2】6% 回帖血液+2、发帖金币+3▕▏升级条件：在线时间≥666
【等级3】9% 回帖血液+2、发帖金币+3▕▏升级条件：消耗500金币
【等级4】12% 回帖血液+2、发帖金币+3▕▏升级条件：消耗666血液
【 Max 】15% 回帖血液+3、发帖金币+3`,
  死亡: `死亡
【勋章类型】真人男从
【入手条件】追随≥10
【商店售价】444金币
【等级1】13% 回帖金币-1▕▏升级条件：消耗130血液
【等级2】13% 回帖血液+1 金币-1▕▏升级条件：知识≥80
【等级3】13% 回帖血液+1 金币+1、发帖旅程+1▕▏升级条件：消耗1300血液
【等级4】2% 回帖旅程+1、发帖灵魂+1▕▏升级条件：灵魂≥2
【 Max 】15% 回帖金币+3、发帖旅程+1`,
  弗图博士: `弗图博士
【勋章类型】游戏男从
【入手条件】无
【商店售价】1024金币
【等级1】10% 回帖金币+1 血液+1▕▏升级条件：旅程≥40
【等级2】10% 回帖金币+1 血液+1、发帖知识+1▕▏升级条件：堕落≥40
【等级3】10% 回帖金币+2 血液+1、发帖知识+1▕▏升级条件：咒术≥40
【 Max 】2% 回帖知识+1 血液+1、发帖灵魂+1`,
  '不屈之枪·阿特瑞斯': `不屈之枪·阿特瑞斯
【勋章类型】游戏男从
【入手条件】堕落≤450
【商店售价】450金币
【等级1】3% 回帖旅程+1▕▏升级条件：旅程≥88
【等级2】1% 发帖灵魂+1▕▏升级条件：灵魂≥1
【 Max 】8% 回帖血液+2、发帖旅程+1`,
  '【周年限定】克里斯(8)': `【周年限定】克里斯(8)
【勋章类型】游戏男从
【入手条件】主题数≥5
【商店售价】600金币
【等级1】10% 回帖金币+1▕▏升级条件：消耗200金币
【等级2】20% 回帖金币+1▕▏升级条件：消耗200血液
【等级3】30% 回帖金币+1▕▏升级条件：消耗1灵魂
【 Max 】66% 回帖金币+1`,
  破旧打火机: `破旧打火机
【勋章类型】装备
【入手条件】无
【商店售价】25金币
【等级1】无属性▕▏升级条件：消耗1金币
【等级2】无属性▕▏升级条件：消耗1血液
【等级3】无属性▕▏升级条件：消耗1咒术
【等级4】无属性▕▏升级条件：消耗1知识
【等级5】无属性▕▏升级条件：消耗1旅程
【等级6】5% 回帖金币+1▕▏升级条件：灵魂≥1
【 Max 】15% 回帖金币+1`,
  山村贞子: `山村贞子
【勋章类型】女从
【入手条件】咒术≥44
【商店售价】300金币
【等级1】10% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗250血液
【等级2】15% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗500血液
【 Max 】15% 回帖血液+2、发帖咒术+2`,
  '蒂法·洛克哈特': `蒂法·洛克哈特
【勋章类型】女从
【入手条件】堕落≥30
【商店售价】400金币
【等级1】1% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗100血液
【等级2】2% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗200血液
【等级3】3% 回帖旅程+1、发帖旅程+1▕▏升级条件：消耗300血液
【 Max 】4% 回帖旅程+1、发帖旅程+1`,
  '九尾妖狐·阿狸': `九尾妖狐·阿狸
【勋章类型】女从
【入手条件】血液≥350
【商店售价】350金币
【等级1】4% 回帖血液+1、发帖咒术+1▕▏升级条件：旅程≥89
【等级2】8% 回帖血液+2、发帖咒术+1▕▏升级条件：消耗89咒术
【 Max 】13% 回帖血液+2、发帖咒术+2`,
  '勒维恩·戴维斯': `勒维恩·戴维斯
【勋章类型】真人男从
【入手条件】无
【商店售价】400金币
【等级1】10% 无属性▕▏升级条件：消耗1金币
【等级2】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币
【等级3】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币
【等级4】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币
【等级5】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币
【等级6】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1金币
【等级7】10% 回帖金币+2、发帖金币+2▕▏金币＜85
【等级8】10% 回帖金币+2、发帖金币+2▕▏金币≥85且金币＜233
【 Max 】10% 回帖金币+2、发帖金币+2▕▏≥233金币`,
  '擎天柱（Peterbilt389）': `擎天柱（Peterbilt389）
【勋章类型】真人男从
【入手条件】追随≥20
【商店售价】400金币
【等级1】4% 回帖血液+1、发帖咒术+1▕▏升级条件：消耗233血液
【等级2】5% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗233金币
【等级3】6% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗66咒术
【等级4】7% 回帖咒术+1 血液+2、发帖旅程+1▕▏升级条件：旅程≥80
【 Max 】8% 回帖咒术+1 血液+3、发帖旅程+1`,
  '丹·雷诺斯': `丹·雷诺斯
【勋章类型】真人男从
【入手条件】主题数≥5
【商店售价】400金币
【等级1】4% 回帖堕落-1▕▏升级条件：消耗100金币
【等级2】6% 回帖堕落-1▕▏升级条件：消耗200金币
【等级3】8% 回帖堕落-1▕▏升级条件：消耗40咒术
【等级4】11% 回帖堕落-1 血液+2▕▏升级条件：消耗80咒术
【等级5】13% 回帖堕落-1 血液+2、发帖血液+2▕▏升级条件：追随≥250
【等级6】15% 回帖堕落-1 血液+2、发帖堕落-1 血液+2▕▏升级条件：消耗1金币（切换卡面）
【 Max 】15% 回帖堕落-1 血液+2、发帖堕落-1 血液+2`,
  謎の男: `謎の男
【勋章类型】奖品
【入手条件】募捐活动奖励，凡募捐一次即可获得。
【商店售价】无
【 Max 】100% 回帖血液+1、发帖金币+1`,
  'Chris Redfield in Uroboros': `Chris Redfield in Uroboros
【入手条件】"重口味学习小组"群组勋章，由群主颁发。
【商店售价】无
【 Max 】1% 回帖知识+1、发帖知识+1`,
  杀意人偶: `杀意人偶
【勋章类型】咒术
【入手条件】在线时间(小时)≥72
【商店售价】8咒术
【持续时间】7天
【等级1】1% 回帖血液+1▕▏升级条件：消耗2咒术
【等级2】10% 回帖血液+2▕▏升级条件：旅程≥59
【等级3】11% 回帖血液+3▕▏升级条件：旅程≥219
【 Max 】8% 回帖堕落+1 金币-1`,
  雷霆晶球: `雷霆晶球
【勋章类型】咒术
【入手条件】咒术≥14
【商店售价】7咒术
【持续时间】7天
【等级1】无属性▕▏升级条件：消耗7咒术
【等级2】7% 回帖血液+1 咒术+1、发帖血液+1 咒术+1▕▏升级条件：消耗-7咒术
【 Max 】无属性`,
  思绪骤聚: `思绪骤聚
【勋章类型】咒术
【入手条件】咒术≥20 知识≥10
【商店售价】15咒术
【持续时间】5天
【等级1】3% 回帖知识+1、发帖知识+1▕▏升级条件：消耗-1知识
【等级2】无属性▕▏升级条件：知识≥500
【 Max 】无属性`,
  闪光糖果盒: `闪光糖果盒
【勋章类型】赠礼
【入手条件】无
【商店售价】70金币
【 Max 】17% 发帖咒术+1 血液+3`,
  茉香啤酒: `茉香啤酒
【勋章类型】赠礼
【入手条件】无
【商店售价】25金币
【等级1】无属性▕▏升级条件：消耗-1血液
【 Max 】15% 回帖血液+1 堕落-1、发帖血液-1 堕落+1`,
  太空列车票: `太空列车票
【勋章类型】咒术
【入手条件】知识>=10
【商店售价】5咒术
【持续时间】5天
【等级1】1% 回帖血液+1▕▏升级条件：旅程≥30
【等级2】5% 回帖血液+1▕▏升级条件：旅程≥50
【等级3】7% 回帖血液+1 金币+1▕▏升级条件：知识≥40
【等级4】12% 回帖血液+1 金币+1▕▏升级条件：消耗30金币
【 Max 】1% 回帖旅程+1`,
  艾利克斯: `艾利克斯
【勋章类型】真人男从
【入手条件】堕落≥50
【商店售价】600金币
【等级1】4% 回帖血液+1 堕落+1▕▏升级条件：消耗150金币
【等级2】6% 回帖血液+2 堕落+1▕▏升级条件：堕落≥120
【等级3】8% 回帖血液+2 堕落+1▕▏升级条件：消耗150金币
【等级4】10% 回帖血液+2 堕落+1▕▏升级条件：消耗-1旅程
【等级5】11% 回帖血液+2 堕落+1▕▏升级条件：血液≥666
【 Max 】12% 回帖血液+3 金币-1、发帖旅程+1`,
  巴比伦辞典: `巴比伦辞典
【勋章类型】故事
【入手条件】<a href="/thread-162802-1-1.html" target="_blank">单机游戏区激励活动（点击跳转）</a>
【商店售价】不可购买
【 Max 】100% 回帖金币+1、发帖金币+1`,
  金翼使: `金翼使
【勋章类型】奖品
【入手条件】<a href="/thread-167739-1-1.html" target="_blank">单机游戏区激励活动（点击跳转）</a>
【商店售价】不可购买
【 Max 】20% 回帖金币+1 血液+1`,
  巨力橡果: `巨力橡果
【勋章类型】奖品
【入手条件】<a href="/thread-167764-1-1.html" target="_blank">动漫区激励活动（点击跳转）</a>
【商店售价】不可购买
【 Max 】20% 回帖金币+1 血液+1`,
  照相机: `照相机
【勋章类型】奖品
【入手条件】【瞬时映景】活动奖励
【商店售价】无
【 Max 】2% 回帖血液+1`,
  阿怪: `阿怪
【勋章类型】奖品
【入手条件】【夜影迷踪】活动参与奖
【商店售价】无
【 Max 】2% 发帖血液+1`,
  '吉尔·沃瑞克': `吉尔·沃瑞克
【勋章类型】女从
【入手条件】知识>=16
【商店售价】460金币
【等级1】无属性▕▏升级条件： 消耗80金币
【等级2】6% 回帖金币+2、发帖血液+1▕▏升级条件：消耗80血液
【等级3】5% 回帖金币+3、发帖血液+2▕▏升级条件：消耗160血液
【等级4】4% 回帖金币+4、发帖血液+3▕▏升级条件：消耗320血液
【 Max 】8% 回帖金币+3、发帖血液+2`,
  '希德法斯·特拉蒙': `希德法斯·特拉蒙
【勋章类型】游戏男从
【入手条件】旅程>=16
【商店售价】720金币
【等级1】无属性▕▏升级条件：消耗48咒术
【等级2】3% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗160血液
【等级3】5% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：消耗320血液
【 Max 】8% 回帖咒术+1 血液+2、发帖咒术+1`,
  神秘挑战书: `神秘挑战书
【勋章类型】资产
【入手条件】旅程>=28
【商店售价】348金币
【等级1】8% 回帖血液+1▕▏升级条件：消耗2旅程
【等级2】8% 回帖血液+1▕▏升级条件：消耗2旅程
【等级3】8% 回帖血液+1▕▏升级条件：消耗2旅程
【等级4】8% 回帖血液+1▕▏升级条件：消耗2旅程
【等级5】8% 回帖血液+1▕▏升级条件：消耗-2旅程
【等级6】8% 回帖血液+1▕▏升级条件：消耗-2旅程
【等级7】8% 回帖血液+1▕▏升级条件：消耗-2旅程
【等级8】8% 回帖血液+1▕▏升级条件：消耗-2旅程
【等级9】8% 回帖血液+1▕▏升级条件：在线时间≥2888
【 Max 】1% 回帖血液+8、发帖血液+8`,
  坏掉的月亮提灯: `坏掉的月亮提灯
【勋章类型】装备
【入手条件】无
【商店售价】380金币
【等级1】4% 回帖咒术+1 血液+1、发帖咒术+1▕▏升级条件：咒术≥100
【 Max 】6% 回帖咒术+1 血液+1、发帖咒术+2`,
  吸血猫蛋: `吸血猫蛋
【勋章类型】宠物
【入手条件】无
【商店售价】333金币
【等级1】5% 回帖血液+1▕▏升级条件：消耗66血液
【等级2】6% 回帖血液+2、发帖血液+1▕▏升级条件：消耗666血液
【等级3】7% 回帖血液+2、发帖血液+2▕▏升级条件：咒术≥123
【 Max 】8% 回帖血液+2 咒术+1、发帖咒术+3`,
  装了衣物的纸盒: `装了衣物的纸盒
【勋章类型】装备
【入手条件】无
【商店售价】99金币
【等级1】无属性▕▏升级条件：消耗69血液
【等级2】6% 回帖堕落+1、发帖堕落+1▕▏升级条件：旅程≥69
【 Max 】10% 回帖血液-1 堕落+1、发帖血液-1 堕落+1`,
  '狄翁・勒萨若': `狄翁・勒萨若
【勋章类型】游戏男从
【入手条件】在线时间（小时）>=160
【商店售价】480金币
【等级1】无属性▕▏升级条件：消耗160金币
【等级2】2% 回帖血液+1 发帖血液+1▕▏升级条件：消耗160金币
【等级3】4% 回帖血液+1 发帖咒术+1▕▏升级条件：消耗320血液
【等级4】6% 回帖血液+2 发帖咒术+1▕▏升级条件：消耗48咒术
【等级5】8% 回帖血液+2 金币+1、发帖咒术+2 金币+3▕▏升级条件：消耗64咒术
【 Max 】10% 回帖血液+2 金币+2、发帖知识+1 金币+3`,
  五谷丰年: `五谷丰年
【勋章类型】天赋
【入手条件】在线时间>=120小时，注册天数>=24，旅程>=24
【商店售价】无
【等级1】4% 回帖血液+2 金币-1、发帖血液+4▕▏升级条件：血液≥365
【等级2】5% 回帖血液+2 金币-1、发帖血液+4▕▏升级条件：知识≥365
【等级3】12% 回帖血液+2 金币-1、发帖血液+4▕▏升级条件：旅程≥365
【 Max 】24% 回帖金币+1、发帖金币+4`,
  '库伦 (审判)': `库伦 (审判)
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】5% 回帖血液+1▕▏升级条件：知识≥16
【等级2】7% 回帖血液+1、发帖血液+1▕▏升级条件：消耗350血液
【等级3】15% 回帖血液+2、发帖血液+2▕▏升级条件：血液≥200
【 Max 】10% 回帖血液+1、发帖血液+1 金币+1 旅程+1`,
  '库伦 (起源)': `库伦 (起源)
【勋章类型】游戏男从
【入手条件】咒术≤25
【商店售价】480金币
【等级1】18% 回帖血液+2、发帖血液+6▕▏升级条件：咒术≥11
【 Max 】7% 发帖血液+6 咒术-1`,
  变身器: `变身器
【勋章类型】奖品
【入手条件】【细语欢歌】活动期间根据抽取到的主题在音乐区发布翻唱歌曲
【商店售价】无
【等级1】2% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥1000
【 Max 】2% 回帖咒术+1、发帖咒术+1`,
  GM村蛋糕: `GM村蛋糕
【勋章类型】奖品
【入手条件】<a href="/thread-80460-1-1.html" target="_blank">符合发放条件的用户（点击跳转）</a>
【商店售价】无
【 Max 】30% 回帖金币+1 血液+1
【特别说明】兔兔只按大家站内资料填写的出生日期的月日来给大家制作蛋糕哦
【特别说明】所以记得把站内资料填写完整并且公开`,
  近地夜航: `近地夜航
【勋章类型】奖品
【入手条件】在【十一周年】活动期间于论坛任意符合规定的版块发表主题帖，符合活动规定即可免费获得
【商店售价】无
【 Max 】11% 发帖知识+1`,
  半生黄金种: `半生黄金种
【勋章类型】资产
【入手条件】无
【商店售价】120金币
【等级1】2% 回帖金币+1、发帖金币+1▕▏升级条件：消耗1知识
【等级2】2% 回帖咒术+1、发帖咒术+1▕▏升级条件：堕落≥22
【等级3】20% 回帖金币+2 堕落+1、发帖金币+3▕▏升级条件：堕落≥23
【等级4】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：堕落≥123
【 Max 】12% 回帖金币+1、发帖金币+1`,
  Zootopia: `Zootopia
【勋章类型】板块
【入手条件】旅程 >= 15
【商店售价】100金币
【等级1】3% 回帖咒术+1▕▏升级条件：消耗1旅程
【等级2】3% 回帖咒术+1▕▏升级条件：消耗1旅程
【等级3】3% 回帖咒术+1▕▏升级条件：消耗1旅程
【等级4】3% 回帖咒术+1▕▏升级条件：消耗1旅程
【等级5】3% 回帖咒术+1▕▏升级条件：消耗-4旅程
【 Max 】3% 回帖咒术+1`,
  肃弓: `肃弓
【勋章类型】装备
【入手条件】无
【商店售价】299金币
【等级1】3% 回帖金币+1 堕落-1▕▏升级条件：消耗188血液
【等级2】5% 回帖金币+1 堕落-1▕▏升级条件：消耗66咒术
【 Max 】10% 回帖金币+1 血液-1 堕落-1`,
  叶卡捷琳娜: `叶卡捷琳娜
【勋章类型】女从
【入手条件】主题数>=3
【商店售价】480金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗200金币
【等级2】8% 回帖金币+1▕▏升级条件：消耗350血液
【等级3】12% 回帖金币+1 血液+1、发帖金币+1 血液+1 金币+2▕▏升级条件：消耗66咒术
【 Max 】12% 回帖金币+2 血液+1、发帖血液+1`,
  '莱昂纳多·迪卡普里奥': `莱昂纳多·迪卡普里奥
【勋章类型】真人男从
【入手条件】知识 >= 10
【商店售价】666金币
【等级1】8% 回帖金币+1、发帖金币+2▕▏升级条件：金币≥666
【等级2】18% 回帖金币+3、发帖金币+3  升级条件：金币≥688
【等级3】12% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1灵魂
【 Max 】15% 回帖金币+3、发帖旅程+1`,
  迷之瓶: `迷之瓶
【勋章类型】资产
【入手条件】注册天数>=1700（天）, 堕落>=20, 旅程>=38,知识>=4
【商店售价】120金币
【 Max 】5% 回帖堕落+1、发帖金币+1 堕落+1
【特别备注】另有一个奖品类型的同名勋章，效果十分强力，但是不在二手市场出现，故不在这里列出。`,
  '布莱恩‧欧康纳': `布莱恩‧欧康纳
【勋章类型】真人男从
【入手条件】追随≥20
【商店售价】400金币
【等级1】4% 回帖金币+1▕▏升级条件：消耗100金币
【等级2】6% 回帖金币+1▕▏升级条件：消耗100血液
【等级3】8% 回帖金币+1▕▏升级条件：追随≥101
【 Max 】10% 回帖金币+2、发帖旅程+1`,
  老旧的怀表: `老旧的怀表
【勋章类型】资产
【入手条件】在线时间>=280
【商店售价】280金币
【等级1】5% 回帖血液+1、发帖知识+1▕▏升级条件：消耗120金币
【等级2】10% 回帖血液+1、发帖知识+1▕▏升级条件：消耗200血液
【 Max 】2% 回帖知识+1、发帖灵魂+1`,
  '辐射：新维加斯': `辐射：新维加斯
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖堕落+1`,
  '上古卷轴V：天际': `上古卷轴V：天际
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】2% 回帖金币+2`,
  '『居住证: Lv2~6』': `『居住证: Lv2~6』
【勋章类型】剧情
【入手条件】Lv2＜=等级＜=Lv6，旅程＞=10，发帖数＞=2
【商店售价】无
【时限】7天
【等级 初级】无属性▕▏升级条件：消耗-10金币
【 Max 】1% 回帖旅程+1、发帖旅程+1，`,
  '『户口本: Lv7+』': `『户口本: Lv7+』
【勋章类型】剧情
【入手条件】等级＞=Lv7 灵魂＞=1
【商店售价】无
【时限】30天
【等级 初级】无属性▕▏升级条件：消耗-100金币
【 Max 】1% 回帖金币+1 血液+1 咒术+1 知识+1 堕落+1、发帖旅程+1 灵魂+1`,
  '里昂‧S‧甘乃迪': `里昂‧S‧甘乃迪
【勋章类型】游戏男从
【入手条件】无
【商店售价】450金币
【等级1】8% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥100
【等级2】10% 回帖金币+1、发帖金币+1▕▏升级条件：血液≥180
【等级3】10% 回帖金币+1 血液+1、发帖金币+1 血液+1▕▏升级条件：消耗300金币
【等级4】12% 回帖金币+2 血液+1、发帖金币+2 血液+1▕▏升级条件：血液≥300
【 Max 】16% 回帖血液+3、发帖血液+3`,
  '维克多‧天火': `维克多‧天火
【勋章类型】游戏男从
【入手条件】堕落≤50
【商店售价】460金币
【等级1】3% 回帖金币-1 血液+2 ▕▏升级条件：需求150血液
【等级2】3% 回帖金币+1、发帖血液+2▕▏升级条件：消耗55堕落
【等级3】10% 回帖金币+1 血液+1、发帖血液+2▕▏升级条件：知识≥30
【等级4】25% 发帖金币+10▕▏升级条件：旅程≥99
【 Max 】1% 回帖血液+5、发帖灵魂+1`,
  '『任天堂Switch』灰黑√': `『任天堂Switch』灰黑√
【勋章类型】剧情
【入手条件】咒术＞=20
【商店售价】100金币
【等级 初级】无属性▕▏升级条件：消耗0灵魂
【等级1】2% 回帖旅程+1▕▏升级条件：灵魂≥1
【 Max 】2% 回帖旅程+1、发帖灵魂+1`,
  '『任天堂Switch』红蓝√': `『任天堂Switch』红蓝√
【勋章类型】剧情
【入手条件】咒术＞=20
【商店售价】100金币
【等级 初级】无属性▕▏升级条件：消耗0灵魂
【等级1】2% 回帖知识+1▕▏升级条件：灵魂≥1
【 Max 】2% 回帖知识+1、发帖灵魂+1`,
  '丹妮莉丝·坦格利安': `丹妮莉丝·坦格利安
【勋章类型】女从
【入手条件】旅程＞＝30
【商店售价】400金币
【等级1】6% 回帖金币+1、发帖血液+1▕▏升级条件：消耗150血液
【等级2】8% 回帖金币+1、发帖血液+1▕▏升级条件：消耗300血液
【等级3】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗400血液
【 Max 】12% 回帖金币+3、发帖血液+3`,
  时间变异管理局: `时间变异管理局
【勋章类型】板块
【入手条件】在线时间≥199 且 知识≥19 且 旅程≥19
【商店售价】100金币
【等级1】2% 回帖血液+1、发帖金币+1▕▏升级条件：在线时间≥999
【等级2】2% 回帖金币+2、发帖血液+2▕▏升级条件：在线时间≥1999
【等级3】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：在线时间≥2999
【 Max 】3% 回帖旅程+1、发帖旅程+1`,
  白猪猪储蓄罐: `白猪猪储蓄罐
【勋章类型】储蓄
【入手条件】无，但是有时限，过期消失
【商店售价】100金币
【等级1】50% 回帖金币+1、发帖金币+1▕▏升级条件：消耗-101金币
【 Max 】无属性`,
  粉猪猪储蓄罐: `粉猪猪储蓄罐
【勋章类型】储蓄
【入手条件】无，但是有时限，过期消失
【商店售价】1000金币
【等级1】50% 回帖金币+1、发帖金币+1▕▏升级条件：消耗-1025金币
【 Max 】无属性`,
  金猪猪储蓄罐: `金猪猪储蓄罐
【勋章类型】储蓄
【入手条件】无，但是有时限，过期消失
【商店售价】10000金币
【等级1】50% 回帖金币+1、发帖金币+1▕▏升级条件：消耗-10100金币
【 Max 】无属性`,
  不起眼的空瓶: `不起眼的空瓶
【勋章类型】储蓄
【入手条件】无，但是有时限，过期消失
【商店售价】10咒术
【等级1】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗-13咒术
【 Max 】无属性`,
  古烈: `古烈
【勋章类型】游戏男从
【入手条件】旅程≥20
【商店售价】560金币
【等级1】2% 回帖咒术+1▕▏升级条件：追随≥33
【等级2】4% 回帖血液+1 咒术+1▕▏升级条件：消耗88咒术
【等级3】5% 回帖血液+1 咒术+1▕▏升级条件：消耗360血液
【 Max 】8% 回帖血液+2 咒术+1`,
  奇异博士: `奇异博士
【勋章类型】真人男从
【入手条件】旅程≥14
【商店售价】700金币
【等级1】2% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗777血液
【等级2】6% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗777血液
【等级3】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗1400血液
【 Max 】14% 回帖咒术+1、发帖咒术+1`,
  '托比·马奎尔': `托比·马奎尔
【勋章类型】真人男从
【入手条件】无
【商店售价】800金币
【等级1】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗10咒术
【等级2】10% 回帖堕落+2、发帖堕落+2▕▏升级条件：消耗10咒术
【等级3】10% 回帖堕落-2、发帖堕落-2▕▏升级条件：消耗10咒术
【 Max 】12% 回帖金币+2、发帖金币+2`,
  阿丽塔: `阿丽塔
【勋章类型】女从
【入手条件】知识≥20
【商店售价】700金币
【等级1】6% 回帖血液+1、发帖血液+1▕▏升级条件：消耗450金币
【等级2】12% 回帖血液+1、发帖金币+2▕▏升级条件：消耗450血液
【等级3】12% 回帖血液+2、发帖金币+2▕▏升级条件：消耗1灵魂
【 Max 】16% 回帖血液+3、发帖旅程+1`,
  圣诞有铃: `圣诞有铃
【勋章类型】装备
【入手条件】无
【商店售价】100金币
【等级1】2% 回帖血液+1 堕落+1、发帖堕落+1▕▏升级条件：堕落≥99
【 Max 】6% 回帖血液+1 堕落-1、发帖堕落-1 咒术+1`,
  羽毛胸针: `羽毛胸针
【勋章类型】资产
【入手条件】无
【商店售价】149金币
【等级1】1% 回帖血液+1 旅程+1、发帖血液+1▕▏升级条件：好友数≥30
【等级2】2% 回帖血液+1 旅程+1、发帖血液+1 旅程+1▕▏升级条件：好友数≥100
【 Max 】3% 回帖血液+1 旅程+1、发帖血液+1 旅程+1`,
  '都市：天际线2': `都市：天际线2
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖旅程+1`,
  '【新春限定】果体 隆': `【新春限定】果体 隆
【勋章类型】游戏男从
【入手条件】无
【商店售价】555金币
【等级1】5%  回帖金币+1、发帖金币+1▕▏升级条件：消耗100血液
【等级2】15% 回帖金币+1、发帖金币+1▕▏升级条件：消耗555血液
【 Max 】50% 回帖金币+1、发帖金币+1`,
  汉尼拔: `汉尼拔
【勋章类型】真人男从
【入手条件】追随 >= 10
【商店售价】650金币
【等级1】3%  回帖血液+1▕▏升级条件：消耗400金币
【等级2】5%  回帖血液+1、发帖堕落+1▕▏升级条件：知识≥101
【等级3】10% 回帖血液+1、发帖堕落+1▕▏升级条件：追随≥202
【等级4】13% 回帖血液+2、发帖知识+1▕▏升级条件：消耗600血液
【等级5】16% 回帖血液+2、发帖知识+1▕▏升级条件：消耗1灵魂
【 Max 】18% 回帖血液+3、发帖知识+1`,
  梅琳娜Melina: `梅琳娜Melina
【勋章类型】女从
【入手条件】无
【商店售价】999血液
【等级1】8%  回帖金币+1 血液+1▕▏升级条件：消耗1灵魂
【等级2】10% 回帖金币+1 血液+1▕▏升级条件：消耗-888血液
【等级3】2%  回帖旅程+1、发帖灵魂+1▕▏升级条件：消耗1金币
【等级4】25% 回帖金币+1▕▏升级条件：消耗1金币
【等级5】20% 回帖金币+2 血液-1▕▏升级条件：消耗1金币
【 Max 】25% 回帖血液+1`,
  '贝儿(Belle)': `贝儿(Belle)
【勋章类型】女从
【入手条件】旅程 >= 20
【商店售价】666金币
【等级1】5%  回帖金币+2、发帖血液+2▕▏升级条件：消耗99咒术
【等级2】10% 回帖金币+2、发帖血液+2▕▏升级条件：消耗1314血液
【等级3】15% 回帖金币+2、发帖血液+2▕▏升级条件：消耗1灵魂
【 Max 】16% 回帖金币+2 血液+1、发帖旅程+1`,
  普通羊毛球: `普通羊毛球
【勋章类型】装备
【入手条件】无
【商店售价】200金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗120血液
【等级2】7% 回帖金币+1▕▏升级条件：消耗180血液
【等级3】9% 回帖金币+1▕▏升级条件：在线时间≥1200
【 Max 】11% 回帖金币+1 血液+1、发帖旅程+1`,
  神秘天球: `神秘天球
【勋章类型】资产
【入手条件】知识 >= 10
【商店售价】650金币
【等级1】5%  回帖血液+1、发帖血液+1▕▏升级条件：消耗66咒术
【等级2】10% 回帖血液+1、发帖血液+2▕▏升级条件：消耗66咒术
【等级3】15% 回帖血液+1、发帖血液+2▕▏升级条件：消耗66咒术
【等级4】20% 回帖血液+1、发帖血液+2▕▏升级条件：消耗-1知识
【等级5】1%  回帖知识+1、发帖知识+1▕▏升级条件：知识≥100
【等级6】20% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗1旅程
【等级7】20% 回帖堕落-1、发帖堕落-1▕▏升级条件：消耗-1旅程
【等级8】20% 回帖血液+1、发帖血液+2▕▏升级条件：消耗1灵魂
【等级9】30% 回帖血液+1、发帖血液+2▕▏升级条件：血液≥666
【 Max 】2% 发帖灵魂+1`,
  婚姻登记册: `婚姻登记册
【勋章类型】资产
【入手条件】血液 >= 52
【商店售价】52金币
【等级1】2% 回帖血液+1▕▏升级条件：消耗9血液
【等级2】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗11血液
【等级3】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗11血液
【等级4】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗21血液
【等级5】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗21血液
【等级6】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗52血液
【等级7】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗52血液
【 Max 】5% 回帖血液+2、发帖血液+2`,
  健忘礼物盒: `健忘礼物盒
【勋章类型】资产
【入手条件】无
【商店售价】123金币
【等级1】10% 回帖血液+1▕▏升级条件：消耗1知识
【等级2】8% 回帖血液+1▕▏升级条件：消耗1知识
【等级3】6% 回帖血液+1▕▏升级条件：知识≥50
【等级4】4% 回帖血液+1▕▏升级条件：消耗-2知识
【 Max 】3% 回帖血液+2 知识+1`,
  脏兮兮的蛋: `脏兮兮的蛋
【勋章类型】宠物
【入手条件】发帖数 >= 200
【商店售价】404金币
【等级1】10% 回帖血液+1▕▏升级条件：消耗404金币
【等级2】10% 回帖血液-1 堕落+1▕▏升级条件：发帖数≥404
【等级3】10% 回帖血液+4 咒术-1▕▏升级条件：血液≥404
【等级4】10% 回帖血液-3 金币+3▕▏升级条件：金币≥404
【等级5】无属性▕▏升级条件：主题数≥4
【等级6】10% 回帖血液-4 咒术+1▕▏升级条件：发帖数≥1000
【 Max 】10% 回帖血液+3`,
  猫咪点唱机: `猫咪点唱机
【勋章类型】奖品
【入手条件】<a href="/thread-157767-1-1.html" target="_blank">音乐交流区激励活动（点击跳转）</a>
【商店售价】无
【 Max 】10% 回帖金币+1`,
  'John Reese': `John Reese
【勋章类型】真人男从
【入手条件】金币 >= 1500
【商店售价】1000金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：金币≥2000
【等级2】10% 回帖血液+1、发帖血液+1▕▏升级条件：消耗600血液
【等级3】10% 回帖血液+2、发帖血液+1▕▏升级条件：金币≥2500
【等级4】12% 回帖血液+1、发帖血液+1▕▏升级条件：消耗700金币
【等级5】12% 回帖血液+2、发帖血液+1▕▏升级条件：金币≥3000
【 Max 】15% 回帖血液+3、发帖血液+3`,
  穿靴子的猫: `穿靴子的猫
【勋章类型】真人男从
【入手条件】旅程 >= 9
【商店售价】666金币
【等级1】6% 回帖金币+1、发帖金币+1▕▏升级条件：消耗444血液
【等级2】9% 回帖金币+1、发帖金币+1▕▏升级条件：消耗444金币
【等级3】13% 回帖金币+3 血液-2、发帖金币+3 血液-2▕▏升级条件：在线时间≥365
【等级4】12% 回帖血液+2、发帖血液+2▕▏升级条件：消耗666血液
【等级5】12% 回帖血液+2 金币+1、发帖血液+2 金币+1▕▏升级条件：消耗88咒术
【 Max 】12% 回帖血液+2 金币+2、发帖血液+2 金币+2`,
  狗狗: `狗狗
【勋章类型】真人男从
【入手条件】主题数 >= 1
【商店售价】300金币
【等级1】5% 回帖血液+1、发帖旅程+1▕▏升级条件：消耗300金币
【等级2】8% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗550血液
【等级3】10% 回帖血液+2、发帖旅程+1▕▏升级条件：金币≥1314
【 Max 】12% 回帖血液+3、发帖血液+3`,
  '阿加莎·哈克尼斯': `阿加莎·哈克尼斯
【勋章类型】女从
【入手条件】堕落 >= 94
【商店售价】400金币
【等级1】1% 回帖咒术+1、发帖知识+1▕▏升级条件：消耗500血液
【等级2】4% 回帖咒术+1 血液+1、发帖知识+1▕▏升级条件：消耗88咒术
【等级3】8% 回帖咒术+1 血液+1、发帖知识+1▕▏升级条件：知识≥69
【 Max 】8% 回帖金币+1 血液+2 堕落+1、发帖知识+1`,
  圣水瓶: `圣水瓶
【勋章类型】装备
【入手条件】无
【商店售价】999金币
【等级1】2% 回帖金币+1、发帖金币+1▕▏升级条件：消耗1血液
【等级2】4% 回帖金币+1、发帖金币+1▕▏升级条件：消耗10血液
【等级3】8% 回帖金币+1、发帖金币+1▕▏升级条件：主题数≥100
【等级4】25% 回帖金币+1、发帖金币+1▕▏升级条件：消耗1000血液
【 Max 】50% 回帖金币+1、发帖金币+1`,
  弯钩与连枷: `弯钩与连枷
【勋章类型】资产
【入手条件】旅程 >= 20
【商店售价】330金币
【等级1】3% 回帖堕落+1、发帖堕落+1▕▏升级条件：消耗60血液
【等级2】6% 回帖堕落+1、发帖血液+1 堕落+1▕▏升级条件：消耗90金币
【等级3】9% 回帖血液+1 堕落+1、发帖血液+1 堕落+1▕▏升级条件：消耗80咒术
【等级4】12% 回帖血液+1 堕落+1、发帖血液+1 堕落+1▕▏升级条件：消耗180血液
【 Max 】18% 回帖血液+1、发帖血液+1`,
  '黑神话:悟空': `黑神话:悟空
【勋章类型】板块
【入手条件】无
【商店售价】100金币
【 Max 】5% 发帖旅程+1`,
  巴哈姆特: `巴哈姆特
【勋章类型】游戏男从
【入手条件】知识 >= 20
【商店售价】700金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：好友数≥24
【等级2】8% 回帖血液+1、发帖血液+1▕▏升级条件：消耗500血液
【等级3】8% 回帖血液+2、发帖血液+2▕▏升级条件：知识≥100
【等级4】12% 回帖血液+2、发帖血液+2▕▏升级条件：消耗100咒术
【等级5】13% 回帖血液+3、发帖血液+3▕▏升级条件：消耗1堕落
【等级6】13% 回帖血液+3、发帖血液+3▕▏升级条件：消耗1灵魂
【 Max 】16% 回帖血液+3、发帖血液+3`,
  '约翰·康斯坦丁': `约翰·康斯坦丁
【勋章类型】真人男从
【入手条件】堕落 >= 25
【商店售价】450金币
【等级1】3% 回帖血液+1▕▏升级条件：堕落≥50
【等级2】10% 回帖血液+2、发帖堕落+1▕▏升级条件：消耗1血液
【等级3】5% 回帖血液+1▕▏升级条件：堕落≥100
【等级4】9% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥150
【等级5】13% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥200
【等级6】15% 回帖血液+1、发帖堕落+1▕▏升级条件：堕落≥350
【 Max 】20% 回帖血液+1、发帖咒术+1`,
  牛局长博戈: `牛局长博戈
【勋章类型】真人男从
【入手条件】咒术 >= 20
【商店售价】200金币
【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗350血液
【等级2】8% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥40
【 Max 】40% 发帖堕落+1`,
  '亨利.卡维尔': `亨利.卡维尔
【勋章类型】真人男从
【入手条件】无
【商店售价】500金币
【等级1】1% 回帖金币+5▕▏升级条件：消耗400血液
【等级2】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级3】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级4】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级5】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级6】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级7】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级8】10% 回帖金币+3▕▏升级条件：消耗1金币
【等级9】10% 回帖金币+3▕▏升级条件：消耗1金币
【 Max 】10% 回帖金币+3`,
  红夫人: `红夫人
【勋章类型】女从
【入手条件】追随 >= 15
【商店售价】688金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗99咒术
【等级2】9% 回帖金币+2▕▏升级条件：消耗399血液
【等级3】13% 回帖金币+2▕▏升级条件：堕落≥399
【 Max 】13% 回帖金币+3`,
  '莉莉娅·考尔德（Lilia Calderu）': `莉莉娅·考尔德（Lilia Calderu）
【勋章类型】女从
【入手条件】咒术 >= 77
【商店售价】777金币
【等级1】无属性▕▏升级条件：消耗177咒术
【等级2】1% 回帖咒术+1▕▏升级条件：消耗1旅程
【等级3】2% 回帖旅程+1▕▏升级条件：消耗177金币
【等级4】3% 回帖金币+1▕▏升级条件：消耗1旅程
【等级5】4% 回帖金币+1▕▏升级条件：消耗177血液
【等级6】5% 回帖金币+1▕▏升级条件：消耗-2旅程
【等级7】6% 回帖金币+2 血液-1▕▏升级条件：在线时长≥777
【等级8】7% 回帖金币+2▕▏升级条件：灵魂≥1
【等级9】10% 回帖金币+2▕▏升级条件：灵魂≥3
【 Max 】17% 回帖金币+2`,
  尼特公仔: `尼特公仔
【勋章类型】资产
【入手条件】无
【商店售价】188金币
【等级1】6% 回帖血液-1 金币+1、发帖血液-1 金币+1▕▏升级条件：消耗288金币
【等级2】8% 回帖血液+2 金币-1、发帖血液-1 金币+2▕▏升级条件：消耗288血液
【 Max 】10% 回帖金币+3 血液-1 堕落+1、发帖血液+3 金币-1 堕落-1`,
  黑暗之魂系列: `黑暗之魂系列
【勋章类型】场景&版块
【入手条件】无
【商店售价】100金币
【 Max 】1% 回帖血液+1 堕落+1、发帖血液+1 堕落-1`,
  女巫之路: `女巫之路
【勋章类型】场景&版块
【入手条件】咒术 >= 77
【商店售价】100金币
【等级1】1% 回帖咒术+1▕▏升级条件：消耗7旅程
【等级2】1% 回帖旅程+1▕▏升级条件：消耗7咒术
【等级3】2% 回帖咒术+1▕▏升级条件：消耗-7旅程
【等级4】2% 回帖旅程+1▕▏升级条件：在线时间≥777
【等级5】3% 回帖咒术+1▕▏升级条件：消耗7咒术
【 Max 】3% 回帖旅程+1`,
  '站员: 保卫领土': `站员: 保卫领土
【勋章类型】薪俸与其他
【入手条件】仅“站员”可领取
【商店售价】无
【时限】30天
【等级1】无属性▕▏升级条件：消耗-100金币
【 Max 】100% 回帖金币+1、发帖金币+1`,
  '见习版主: 神的重量': `见习版主: 神的重量
【勋章类型】薪俸与其他
【入手条件】仅“见习版主”可领取
【商店售价】无
【时限】30天
【等级1】无属性▕▏升级条件：消耗-130金币
【 Max 】100% 回帖金币+1、发帖金币+1`,
  '版主: 一国之主': `版主: 一国之主
【勋章类型】薪俸与其他
【入手条件】仅“版主”可领取
【商店售价】无
【时限】30天
【等级1】无属性▕▏升级条件：消耗-200金币
【 Max 】100% 回帖金币+1、发帖金币+1`,
  '『还乡歌』': `『还乡歌』
【勋章类型】剧情
【入手条件】注册天数≥1825
【商店售价】无
【等级 初级】无属性▕▏升级条件：灵魂≥1
【等级1】无属性▕▏升级条件：总积分≥300
【等级2】无属性▕▏升级条件：在线时间≥1000
【 Max 】无属性`,
  '纯真护剑㊕': `纯真护剑㊕
【勋章类型】装饰/特殊
【入手条件】灵魂≥1（儿童节限时获取）
【商店售价】无
【等级1】无属性▕▏升级条件：？？？
【等级2】无属性▕▏升级条件：？？？
【等级3】无属性▕▏升级条件：？？？
【 Max 】无属性`,
  '『日心说』': `『日心说』
【勋章类型】剧情
【入手条件】【星楼钟塔】成功报名参加占星仪式
【商店售价】无
【等级 初级】无属性▕▏升级条件：消耗-1知识
【 Max 】1% 回帖知识+1、发帖知识+1`,
  '『圣洁化身』': `『圣洁化身』
【勋章类型】剧情
【入手条件】Level 10 max， 堕落≤1并且灵魂≥1
【商店售价】1堕落
【时限】1天
【 Max 】1% 回帖堕落-1、发帖堕落-1`,
  '『搓粉团珠』': `『搓粉团珠』
【勋章类型】剧情
【入手条件】灵魂≥1或者主题数≥15（2025年元宵节限时购买）
【商店售价】15金币
【 Max 】无属性`,
  '『冰雕马拉橇』': `『冰雕马拉橇』
【勋章类型】剧情
【入手条件】在游戏大区，根据自身等级完成【冰上飞贼】或【名门圆舞】等发帖剧情任务
【商店售价】无
【 Max 】无属性`,
  '『南瓜拿铁』': `『南瓜拿铁』
【勋章类型】剧情
【入手条件】主题数≥1并且发帖数≥1并且注册天数≥1并且在线时间(小时)≥1并且旅程≥1（2024年10月31日~11月10日 限时获取）
【商店售价】5金币
【时限】5天（可续期）
【 Max 】无属性`,
  '『逆境中的幸运女神』': `『逆境中的幸运女神』
【勋章类型】剧情
【入手条件】【英雄再聚】活动中战功卓著的小队获得
【商店售价】无
【 Max 】无属性`,
  '『泥潭颂唱者』': `『泥潭颂唱者』
【勋章类型】剧情
【入手条件】灵魂≥1并且咒术≥10并且在线时间(小时)≥100
【商店售价】1咒术
【时限】7天（可续期）
【 Max 】无属性`,
  '『钟楼日暮』': `『钟楼日暮』
【勋章类型】剧情
【入手条件】灵魂≥1并且在线时间(小时)≥300并且发帖数≥30并且主题数≥3（限时获取）
【商店售价】1旅程
【时限】30天（可续期）
【等级0】无属性▕▏升级条件：好友数≥3
【等级1】无属性▕▏升级条件：消耗1金币
【 Max 】无属性`,
  '『流星赶月』': `『流星赶月』
【勋章类型】剧情
【入手条件】灵魂≥1并且发帖数≥5并且主题数≥1（2024年5月1日~5月31日 限时获取）
【商店售价】1旅程（2024年5月1日~5月11日）/ 5旅程（2024年5月12日~5月31日）
【时限】30天（可续期）
【等级1】无属性▕▏升级条件：主题数≥10
【等级2】无属性▕▏升级条件：主题数≥50
【等级3】无属性▕▏升级条件：主题数≥100
【 Max 】无属性`,
  '『先知灵药』': `『先知灵药』
【勋章类型】剧情
【入手条件】灵魂≥1并且知识≥10（2024年4月2日~4月30日 限时获取）
【商店售价】10金币
【等级1】无属性▕▏升级条件：旅程≥100
【 Max 】无属性`,
  '『酒馆蛋煲』': `『酒馆蛋煲』
【勋章类型】剧情
【入手条件】灵魂≥1或者发帖数≥10（限时获取）
【商店售价】10金币
【时限】1天（可续期）
【 Max 】无属性`,
  '『活动代币』': `『活动代币』
【勋章类型】剧情
【入手条件】无（限时获取）
【商店售价】1金币
【时限】7天
【等级 初级】无属性▕▏升级条件：消耗0金币
【等级1】无属性▕▏升级条件：消耗0金币
【等级2】无属性▕▏升级条件：消耗0金币
【 Max 】无属性`,
  '『伊黎丝的祝福』': `『伊黎丝的祝福』
【勋章类型】剧情
【入手条件】灵魂≥1（限时获取）
【商店售价】1咒术
【时限】30天（可续期）
【等级 初级】无属性▕▏升级条件：消耗-1咒术
【 Max 】无属性`,
  '『 弗霖的琴』': `『弗霖的琴』
【勋章类型】剧情
【入手条件】【旷世奇珍】酒会：内定密谋，猜中成交价
【商店售价】1旅程
【 Max 】无属性`,
  '『瓶中信』': `『瓶中信』
【勋章类型】剧情
【入手条件】发帖数≥1并且主题数≥1（限时获取）
【商店售价】1金币
【时限】21天
【等级1】无属性▕▏升级条件：消耗1旅程
【等级2】无属性▕▏升级条件：消消耗-1旅程
【等级3】无属性▕▏升级条件：消耗-20金币
【 Max 】无属性`,
  '『林中过夜』': `『林中过夜』
【勋章类型】剧情
【入手条件】灵魂≥1并且主题数≥2并且旅程≥16
【商店售价】1旅程
【 Max 】无属性`,
  '『凯旋诺书』': `『凯旋诺书』
【勋章类型】剧情
【入手条件】【派遣远征s1】派遣先锋的天选仪式
【商店售价】无
【 Max 】无属性`,
  '『绿茵甘露』': `『绿茵甘露』
【勋章类型】剧情
【入手条件】【派遣远征s1】主题数≥1
【商店售价】1金币
【时限】14天
【 Max 】无属性`,
  '『道具超市』': `『道具超市』
【勋章类型】剧情
【入手条件】灵魂≥1并且在线时间(小时)≥100并且主题数≥1并且发帖数≥1
【商店售价】1旅程
【等级1】无属性▕▏升级条件：消耗75金币
【 Max 】无属性`,
  '『狄文卡德的残羽』': `『狄文卡德的残羽』
【勋章类型】剧情
【入手条件】无
【商店售价】1堕落
【 Max 】无属性`,
  '『厢庭望远』': `『厢庭望远』
【勋章类型】剧情
【入手条件】无
【商店售价】无
【等级1】无属性▕▏升级条件：总积分≥1000
【 Max 】无属性`,
  '『转生经筒』': `『转生经筒』
【勋章类型】剧情
【入手条件】签到天数≥1460天并且灵魂≥1
【商店售价】1旅程
【 Max 】无属性`,
  '“半狼”布莱泽': `“半狼”布莱泽
【勋章类型】游戏男从
【入手条件】旅程 >= 5
【商店售价】496金币
【等级1】5% 回帖金币+1、发帖金币+1▕▏升级条件：消耗99金币
【等级2】9% 回帖金币+1、发帖金币+1▕▏升级条件：咒术≥399
【等级3】9% 回帖金币+2、发帖金币+2▕▏升级条件：消耗1199金币
【等级4】12% 回帖金币+2、发帖金币+2▕▏升级条件：血液≥521
【 Max 】13% 回帖金币+3、发帖金币+3`,
  炽焰咆哮虎: `炽焰咆哮虎
【勋章类型】游戏男从
【入手条件】旅程 >= 30
【商店售价】500金币
【等级1】5% 回帖血液+1、发帖血液+1▕▏升级条件：消耗100金币
【等级2】7% 回帖血液+1、发帖血液+1▕▏升级条件：消耗50咒术
【等级3】8% 回帖血液+2、发帖血液+2▕▏升级条件：消耗300金币
【 Max 】10% 回帖血液+3、发帖血液+3 堕落+2`,

  '傲之追猎者·雷恩加尔': `傲之追猎者·雷恩加尔
【勋章类型】游戏男从
【入手条件】无
【商店售价】680金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗80金币
【等级2】10% 回帖金币+1▕▏升级条件：血液≥300
【等级3】10% 回帖金币+2▕▏升级条件：追随≥78
【 Max 】11% 回帖金币+3`,
  '本・比格': `本・比格
【勋章类型】游戏男从
【入手条件】追随 >= 10
【商店售价】666金币
【等级1】4% 回帖金币+1 血液-1、发帖金币+1 血液-1▕▏升级条件：消耗150金币
【等级2】8% 回帖金币+1 血液-1、发帖金币+1 血液-1▕▏升级条件：消耗150血液
【等级3】10% 回帖金币+2、发帖金币+2▕▏升级条件：消耗88咒术
【 Max 】12% 回帖金币+3、发帖金币+3`,
  高桥剑痴: `高桥剑痴
【勋章类型】游戏男从
【入手条件】无
【商店售价】700金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗300金币
【等级2】10% 回帖金币+2▕▏升级条件：消耗1灵魂
【等级3】13% 回帖金币+3▕▏升级条件：堕落≥700
【 Max 】15% 回帖金币+3`,
  '基努·里维斯': `基努·里维斯
【勋章类型】真人男从
【入手条件】堕落 <= 999
【商店售价】666金币
【等级1】1% 回帖血液+1▕▏升级条件：消耗99金币
【等级2】5% 回帖血液+1▕▏升级条件：消耗99金币
【等级3】15% 回帖血液+1 金币-1▕▏升级条件：血液≥1964
【等级4】10% 回帖血液+2▕▏升级条件：消耗99血液
【等级5】20% 回帖血液+1 金币-1▕▏升级条件：消耗99咒术
【 Max 】2% 回贴堕落-1、发帖灵魂+1 堕落-3`,
  '琴.葛蕾': `琴.葛蕾
【勋章类型】女从
【入手条件】咒术 >= 30
【商店售价】500金币
【等级1】10% 回帖堕落+1▕▏升级条件：堕落≥600
【等级2】10% 回帖堕落+2▕▏升级条件：消耗66咒术
【等级3】勋章博物馆资料暂缺
【等级4】3% 回帖旅程+1▕▏升级条件：堕落≥600
【 Max 】10% 回帖堕落-2`,
  'Honey B Lovely': `Honey B Lovely
【勋章类型】女从
【入手条件】无
【商店售价】520金币
【等级1】勋章博物馆资料暂缺
【等级2】10% 回帖金币+1、发帖金币+1▕▏升级条件：消耗710金币
【等级3】11% 回帖金币+2、发帖金币+2▕▏升级条件：消耗198金币
【 Max 】12% 回帖金币+3、发帖金币+3`,
  黑暗封印: `黑暗封印
【勋章类型】装备
【入手条件】堕落 >= 130
【商店售价】350金币
【等级1】3% 回帖咒术+1 血液-3▕▏升级条件：消耗1250金币
【等级2】10% 回帖咒术+1 血液-3▕▏升级条件：好友数≥13
【等级3】8% 回帖血液-3 咒术+1▕▏升级条件：好友数≥130
【等级4】6% 回帖血液-3 咒术+1▕▏升级条件：知识≥130
【等级5】5% 回帖咒术+2、发帖咒术+2▕▏升级条件：灵魂≥25
【 Max 】8% 回帖咒术+2 堕落+1`,
  枯木法杖: `枯木法杖
【勋章类型】装备
【入手条件】无
【商店售价】500金币
【等级1】5% 回帖金币+1▕▏升级条件：消耗1000血液
【等级2】10% 回帖金币+1▕▏升级条件：堕落≥100
【等级3】10% 回帖金币+3 堕落-1▕▏升级条件：堕落≥300
【等级4】10% 回帖金币+2▕▏升级条件：堕落≥500
【 Max 】10% 回帖金币+2 堕落+1`,
  千年积木: `千年积木
【勋章类型】装备
【入手条件】无
【商店售价】200金币
【等级1】3% 回帖咒术+1▕▏升级条件：消耗30咒术
【 Max 】4% 回帖咒术+2`,
  无限魔典: `无限魔典
【勋章类型】资产
【入手条件】无
【商店售价】200金币
【等级1】1% 回帖咒术+1 旅程+1▕▏升级条件： 咒术≥75
【等级2】无属性▕▏升级条件：咒术≥175
【等级3】3% 回帖血液-1▕▏升级条件：咒术≥350
【等级4】2% 回帖咒术+1▕▏升级条件：咒术≥450
【等级5】2% 回帖旅程+1▕▏升级条件：咒术≥525
【等级6-8】勋章博物馆资料暂缺
【等级9】8% 回帖咒术+1▕▏升级条件：咒术≥775
【等级10-19】勋章博物馆资料暂缺
【等级20】2% 回帖旅程+1▕▏升级条件：升级条件：咒术≥1300
【等级21】6% ?▕▏升级条件：咒术≥1375
【等级22】7% 回帖堕落+2▕▏升级条件：咒术≥1450
【等级23-32】勋章博物馆资料暂缺
【等级33】8% 回帖血液-1 金币+1▕▏升级条件：咒术≥2070
【等级34-38】勋章博物馆资料暂缺
【等级39】9% 回帖金币-1 堕落+1▕▏升级条件：咒术≥2400
【等级40】10% 回帖金币-2 堕落+2▕▏升级条件：咒术≥2500
【等级41】10% 回帖血液-1 堕落+2▕▏升级条件：咒术≥2550
【等级42】50% 回帖堕落+1 咒术+1、发帖堕落+5▕▏升级条件：咒术≥2553
【等级43】50% 回帖堕落-1 咒术+1、发帖堕落-3▕▏升级条件：咒术≥2556
【等级44】2% 回帖咒术+1、发帖灵魂+1 咒术+5▕▏升级条件：咒术≥2559
【等级45】55% 回帖咒术+1、发帖咒术+5 知识+1▕▏升级条件：咒术≥2561
【等级46】5% 回帖咒术+1、发帖咒术+1▕▏升级条件：咒术≥2700
【 Max 】1% 回帖咒术+1 旅程+1`,
  基础维修工具: `基础维修工具
【勋章类型】资产
【入手条件】无
【商店售价】120金币
【等级1】2% 回帖咒术+1 金币+1、发帖咒术+1 金币+1▕▏升级条件：发帖数≥499
【等级2】3% 回帖咒术+1 金币+1、发帖咒术+1 金币+1▕▏升级条件：发帖数≥2999
【等级3】6% 回帖咒术+1 金币+1、发帖咒术+1 金币+1▕▏升级条件：消耗1灵魂
【等级4】9% 回帖咒术+1 金币+2、发帖咒术+1 金币+2▕▏升级条件：消耗-120金币
【 Max 】1% 回帖咒术+1 金币+1、发帖咒术+1 金币+1`,
  辉夜姬的五难题: `辉夜姬的五难题
【勋章类型】资产
【入手条件】无
【商店售价】500金币
【等级1】5% 回帖血液+1▕▏升级条件：消耗125金币
【等级2】5% 回帖金币+1▕▏升级条件：消耗125血液
【等级3】5% 回帖血液+2、发帖旅程+1▕▏升级条件：消耗125金币
【等级4】5% 回帖金币+3、发帖旅程+1▕▏升级条件：消耗125血液
【等级5】5% 回帖血液+4、发帖旅程+1▕▏升级条件：消耗500金币
【 Max 】5% 回帖金币+5`,
  末影珍珠: `末影珍珠
【勋章类型】资产
【入手条件】知识 >= 16
【商店售价】256金币
【等级1】1% 回帖咒术+1▕▏升级条件：消耗64血液
【等级2】3% 回帖咒术+1▕▏升级条件：消耗128血液
【等级3】2% 回帖旅程+1▕▏升级条件：在线时间≥999
【 Max 】3% 回帖旅程+1`,
  被冰封的头盔: `被冰封的头盔
【勋章类型】装备
【入手条件】旅程 >= 30
【商店售价】400金币
【等级1】勋章博物馆资料暂缺
【等级2】10% 回帖金币+2 血液-1▕▏升级条件：消耗500金币
【 Max 】10% 回帖金币+3`,
  双生蛋: `双生蛋
【勋章类型】宠物
【入手条件】堕落 >= 177
【商店售价】377金币
【等级1】3% 回帖堕落+1▕▏升级条件：消耗377血液
【等级2】15% 回帖堕落+1 金币+3▕▏升级条件：堕落≥17
【 Max 】10% 回帖堕落-1 金币+1`,
  图书馆金蛋: `图书馆金蛋
【勋章类型】宠物
【入手条件】追随 >= 10
【商店售价】666金币
【等级1】3% 回帖咒术+1、发帖咒术+1▕▏升级条件：消耗100金币
【等级2】5% 回帖金币+1 咒术+1、发帖金币+1 咒术+1]▕▏升级条件：消耗20咒术
【 Max 】7% 回帖金币+2 咒术+1、发帖金币+2 咒术+1`,
  大侦探皮卡丘: `大侦探皮卡丘
【勋章类型】宠物
【入手条件】无
【商店售价】300金币
【等级1】回帖+2%金币
【等级2】4% 回帖知识+1▕▏升级条件：知识≥30
【等级3】3% 回帖 知识+1▕▏升级条件：知识≥100
【 Max 】50% 发帖金币+1`,
}
